Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

# meta.description.lightning.nodes-country
source: Explore all the Lightning nodes hosted in response.country.en and see an overview of each node's capacity, number of open channels, and more.
nl: Ontdek alle Lightning-nodes die worden gehost in response.country.en en bekijk een overzicht van de capaciteit van elk knooppunt, het aantal open kanalen en meer.
pl: Przeglądaj wszystkie węzły Lightning hostowane w response.country.en i zobacz przegląd pojemności każdego węzła, liczbę otwartych kanałów i nie tylko.
uk: Перегляньте всі вузли Lightning розміщені у response.country.en та побачте огляд ємності кожного вузла, кількість відкритих каналів та інше.

source: Clearnet Capacity
ar: سعة الكليرنت
nl: Clearnetcapaciteit
pl: Pojemność w Clearnecie
uk: Місткість Клірнету

source: How much liquidity is running on nodes advertising at least one clearnet IP address
ar: حجم السيولة الجاري في الأنواد التي تشهر عنوان IP كليرنت واحد على الأقل
nl: Hoeveel liquiditeit er via nodes stroomt die adverteren voor ten minste één clearnet IP-adres
pl: Jaka jest płynność węzłów ogłaszających co najmniej jeden adres IP w Clearnecie
uk: Скільки ліквідності доступно на вузлах, що мають хоча б одну Клірнет IP-адресу

source: Unknown Capacity
ar: سعة غير معروفة
nl: Onbekende capaciteit
pl: Pojemność na nieokreślonej sieci
uk: Місткість невідома

source: How much liquidity is running on nodes which ISP was not identifiable
ar: حجم السيولة الجاري في الأنواد التي لا يعرف مزود خدمة الانترنت لها
nl: Hoeveel liquiditeit er via nodes stroomt waarvan de ISP niet identificeerbaar is
pl: Jaka jest płynność węzłów, których ISP nie został zidentyfikowany
uk: Скільки ліквідності доступно на вузлах, чий ISP неможливо ідентифікувати

source: Tor Capacity
ar: سعة تور
nl: Torcapaciteit
pl: Pojemność na sieci Tor
uk: Місткість Tor

source: How much liquidity is running on nodes advertising only Tor addresses
ar: حجم السيولة الجاري في الأنواد التي تحمل عناوين تور فقط
nl: Hoeveel liquiditeit er via nodes stroomt die alleen adverteren voor Tor-adressen
pl: Jaka jest płynność węzłów ogłaszających tylko adresy Tor
uk: Скільки ліквідності доступно на вузлах, що доступні тільки через Tor адресу

source: Top 100 ISPs hosting LN nodes
ar: أعلى 100 مزود انترنت يستضيفون أنواد برق
nl: Top 100 ISP's die LN nodes hosten
pl: Ranking 100 ISP hostujących węzły LN
uk: Топ 100 ISP провайдерів, які надають послуги хостингу LN вузлів

# meta.description.lightning.nodes-per-isp
source: Browse the top 100 ISPs hosting Lightning nodes along with stats like total number of nodes per ISP, aggregate BTC capacity per ISP, and more
nl: Blader door de top 100 ISP's die Lightning-nodes hosten, samen met statistieken zoals het totale aantal knooppunten per ISP, de totale BTC-capaciteit per ISP en meer
pl: Przeglądaj 100 wiodących ISP hostujących węzły Lightning wraz ze statystykami takimi jak łączna liczba węzłów na dostawcę, łączna pojemność BTC na dostawcę i więcej.
uk: Перегляньте топ 100 ISP, які хостять вузли Lightning разом з такою статистикою, як загальна кількість вузлів на провайдера, агреговану ємність BTC на ISP та інше.

source: Top country
ar: أعلى دولة
nl: Topland
pl: Wiodące państwo
uk: Рейтинг країн

source: Lightning nodes on ISP: response.isp [ASthis.route.snapshot.params.isp]
ar: أنواد برق على مزود انترنت:response.isp [ASthis.route.snapshot.params.isp]
nl: Lightningnodes op ISP: response.isp [ASthis.route.snapshot.params.isp]
pl: Węzły lightning na ISP: response.isp [ASthis.route.snapshot.params.isp]
uk: Lightning вузлів на ISP: response.isp [НА this.route.snapshot.params.isp]

# meta.description.lightning.nodes-isp
source: Browse all Bitcoin Lightning nodes using the response.isp [ASthis.route.snapshot.params.isp] ISP and see aggregate stats like total number of nodes, total capacity, and more for the ISP.
nl: Blader door alle Bitcoin Lightning-nodes met behulp van de response.isp [ASthis.route.snapshot.params.isp] ISP en bekijk verzamelde statistieken zoals het totale aantal knooppunten, de totale capaciteit, en meer voor de ISP.
pl: Przeglądaj wszystkie węzły Bitcoin Lightning korzystające z ISP response.isp [ASthis.route.snapshot.params.isp] i zobacz zbiorcze statystyki, takie jak łączna liczba węzłów, łączna pojemność i więcej dla tego dostawcy.
uk: Перегляньте всі Lightning вузли мережі Біткоїн використовуючи response.isp [НА this.route.snapshot.params.isp] ISP та побачте агреговану статистику, таку як загальна кількість вузлів, загальна ємність та більше для ISP.

source: Lightning nodes on ISP: {{ isp?.name }}
ar: أنواد برق على مزود الانترنت: {{ isp?.name }}
nl: Lightningnodes op ISP: {{ isp?.name }}
pl: Węzły Lightning na ISP: {{ isp?.name }}
uk: Lightning вузли на ISP: {{ isp?.name }}

source: Active nodes
ar: أنواد نشطة
nl: Actieve nodes
pl: Aktywne węzły
uk: Активні вузли

source: Top 100 oldest lightning nodes
ar: أعلى وأقدم 1000 نود برق
nl: Top 100 oudste Lightningnodes
pl: Ranking 100 węzłów wg wieku
uk: Топ 100 найстаріших lightning вузлів

source: Oldest lightning nodes
ar: أقدم أنواد البرق
nl: Oudste lightningnodes
pl: Najstarsze węzły Lightning
uk: Найстаріші lightning вузли

# meta.description.lightning.ranking.oldest
source: See the oldest nodes on the Lightning network along with their capacity, number of channels, location, etc.
nl: Bekijk de oudste knooppunten op het Lightning-netwerk, samen met hun capaciteit, aantal kanalen, locatie, etc.
pl: Zobacz najstarsze węzły w sieci Lightning wraz z ich pojemnością, liczbą kanałów, lokalizacją itp.
uk: Перегляньте найстаріші вузли мережі Lightning разом з їх ємністю, кількістю каналів, локацією та іншим.

# meta.description.lightning.ranking.liquidity
source: See Lightning nodes with the most BTC liquidity deployed along with high-level stats like number of open channels, location, node age, and more.
nl: Bekijk Lightning-nodes met de meeste BTC-liquiditeit, samen met statistieken op hoog niveau, zoals het aantal open kanalen, locatie, knooppuntleeftijd en meer.
pl: Zobacz węzły Lightning z największą płynnością BTC wraz z kluczowymi statystykami, takimi jak liczba otwartych kanałów, lokalizacja, wiek węzła i więcej.
uk: Перегляньте вузли Lightning з найбільшою ліквідністю BTC разом з загальною статистикою, такою як кількість відкритих каналів, локацією, віком та іншим.

# meta.description.lightning.ranking.channels
source: See Lightning nodes with the most channels open along with high-level stats like total node capacity, node age, and more.
nl: Bekijk Lightning-nodes met de meeste kanalen open, samen met statistieken op hoog niveau, zoals de totale node-capaciteit, node-leeftijd en meer.
pl: Zobacz węzły Lightning z największą liczbą otwartych kanałów wraz z kluczowymi statystykami, takimi jak całkowita pojemność węzła, jego wiek i więcej.
uk: Перегляньте вузли Lightning з найбільшою кількістю відкритих каналів та загальною статистикою, такою як загальна ємність, вік та інше.

source: Oldest nodes
ar: أقدم الأنواد
nl: Oudste nodes
pl: Najstarsze węzły
uk: Найстаріші вузли

# meta.description.lightning.rankings-dashboard
source: See the top Lightning network nodes ranked by liquidity, connectivity, and age.
nl: Bekijk de belangrijkste Lightning-nodes gerangschikt op liquiditeit, connectiviteit en leeftijd.
pl: Zobacz wiodące węzły sieci Lightning, klasyfikowane według płynności finansowej, łączności i wieku.
uk: Перегляньте топ вузлів Lightning відсортованих по ліквідності, з'єднаності та віку.

# meta.description.lightning.stats-chart
source: See the capacity of the Lightning network visualized over time in terms of the number of open channels and total bitcoin capacity.
nl: Bekijk de capaciteit van het Lightning-netwerk in de loop van de tijd gevisualiseerd in termen van het aantal open kanalen en de totale bitcoincapaciteit.
pl: Zobacz pojemność sieci Lightning wizualizowaną w czasie pod względem liczby otwartych kanałów i całkowitej ilości bitcoinów.
uk: Перегляньте ємність мережі Lightning візуалізованої протягом часу з точки зору відкритих каналів та загальної ємності біткоїна.

# date-base.immediately
source: Immediately
nl: Onmiddellijk
pl: Natychmiast
uk: Негайно

# date-base.just-now
source: Just now
ar: الآن
es: Justo ahora
ko: 방금 전
nl: Zojuist
pl: Przed chwilą
sl: Pravkar
uk: Щойно

# time-since
source: dateStrings.i18nYear ago
ar: منذ dateStrings.i18nYear
ko: dateStrings.i18nYear 전
nl: dateStrings.i18nYear geleden
pl: dateStrings.i18nYear temu
uk: dateStrings.i18nYear тому

# time-until
source: In ~dateStrings.i18nYear
nl: Over ~dateStrings.i18nYear
pl: Za ~dateStrings.i18nYear
uk: Через ~dateStrings.i18nYear

# time-within
source: within ~dateStrings.i18nYear
nl: binnen ~dateStrings.i18nYear
pl: w ciągu ~dateStrings.i18nYear

# time-span
source: After dateStrings.i18nYear
ar: بعد dateStrings.i18nYear
ko: dateStrings.i18nYear 이후
nl: Na dateStrings.i18nYear
pl: Po dateStrings.i18nYear
uk: Після dateStrings.i18nYear

# time-before
source: dateStrings.i18nYear before
nl: dateStrings.i18nYear eerder
pl: dateStrings.i18nYear wcześniej
uk: dateStrings.i18nYear до

source: This address is deceptively similar to another output. It may be part of an address poisoning attack.
nl: Dit adres lijkt bedrieglijk veel op een andere output. Het kan deel uitmaken van een adresvergiftigingsaanval.

source: fee
nl: kosten
pl: opłata
uk: комісія

source: empty
nl: leeg
pl: pusty
uk: пусто

source: provably unspendable
nl: aantoonbaar onbruikbaar
pl: udowodnialnie niewydawalne

source: bare multisig
nl: kale multisig
pl: prosty multisig

source: {{ i }} confirmation
nl: {{ i }} bevestiging
pl: {{ i }} potwierdzenie
uk: {{ i }} підтвердження

source: {{ i }} confirmations
nl: {{ i }} bevestigingen
pl: {{ i }} potwierdzeń
uk: {{ i }} підтверджень

source: Replaced
nl: Vervangen
pl: Zastąpiona
uk: Замінена

source: My Account
nl: Mijn account
pl: Moje konto
uk: Мій акаунт

source: Explore
nl: Verken
pl: Eksploruj
uk: Дослідити

source: Test Transaction
nl: Test transactie
pl: Transakcja testowa

source: Connect to our Nodes
nl: Maak verbinding met onze nodes
pl: Połącz się do naszych węzłów
uk: Під'єднатись до наших вузлів

source: API Documentation
nl: API-documentatie
pl: Dokumentacja API
uk: Документація API

source: Learn
nl: Leer
pl: Dowiedz się więcej
uk: Навчитись

source: What is a mempool?
nl: Wat is een mempool?
pl: Co to jest mempool?
uk: Що таке мемпул?

source: What is a block explorer?
nl: Wat is een blokverkenner?
pl: Co to jest eksplorator bloków?
uk: Що таке експлорер блоків?

source: What is a mempool explorer?
nl: Wat is een mempool-verkenner?
pl: Co to jest eksplorator mempoola?
uk: Що таке експлорер мемпулу?

source: Why isn't my transaction confirming?
nl: Waarom wordt mijn transactie niet bevestigd?
pl: Czemu moja transakcja nie jest potwierdzona?
uk: Чому моя транзакція не підтверджується?

source: More FAQs »
nl: Meer veelgestelde vragen »
pl: Więcej FAQ »
uk: Більше ЧаПів »

source: Research
nl: Onderzoek
pl: Badaj

source: Networks
nl: Netwerken
pl: Sieci
uk: Мережі

source: Mainnet Explorer
nl: Mainnet-verkenner
pl: Eksplorator Mainnet
uk: Mainnet експлорер

source: Testnet3 Explorer
nl: Testnet3 Verkenner
pl: Eksplorator Testnet3

source: Testnet4 Explorer
nl: Testnet4 Verkenner
pl: Eksplorator Testnet4

source: Signet Explorer
nl: Signet-verkenner
pl: Eksplorator Signet
uk: Signet експлорер

source: Regtest Explorer
nl: Regtest-verkenner

source: Liquid Testnet Explorer
nl: Liquid Testnet verkenner
pl: Eksplorator Liquid Testnet
uk: Liquid Testnet експлорер

source: Liquid Explorer
nl: Liquid verkenner
pl: Eksplorator Liquid
uk: Liquid експлорер

source: Tools
nl: Hulpmiddelen
pl: Narzędzia
uk: Інструменти

source: Clock (Mined)
nl: Klok (gedolven)
pl: Zegar (wydobyty)
uk: Годинник (майнінг)

source: Legal
nl: Juridisch
pl: Informacje prawen
uk: Юридичне

source: Terms of Service
ar: شروط الخدمة
es: Términos de servicio
ko: 이용약관
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
sl: Pogoji storitve
uk: Умови використання

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
ko: 개인정보처리방침
nl: Privacybeleid
pl: Polityka prywatności
sl: Politika zasebnosti
uk: Політика конфіденційності

source: Trademark Policy
nl: Handelsmerkbeleid
pl: Polityka znaku towarowego
uk: Політика щодо торгових марок

source: Third-party Licenses
nl: Licenties van derden
pl: Licencje stron trzecich
uk: Ліцензії третіх сторін

source: Your balance is too low.<br/>Please <a class="top-up-link" href="/services/accelerator">top up your account</a>.
nl: Uw saldo is te laag.<br/>Gelieve <a class="top-up-link" href="/services/accelerator">uw account aan te vullen</a>.

source: This is a test network. Coins have no value.
nl: Dit is een testnetwerk. Munten hebben geen waarde.
pl: To jest sieć testowa. Monety nie mają wartości.
uk: Це тестова мережа. Монети не мають цінності.

source: Testnet3 is deprecated, and will soon be replaced by <a href="/testnet4">Testnet4</a>
nl: Testnet3 is verouderd en wordt binnenkort vervangen door <a href="/testnet4">Testnet4</a>
pl: Testnet3 jest wycofywany i wkrótce zostanie zastąpiony przez <a href="/testnet4">Testnet4</a>

source: Batch payment
nl: Batchbetaling
pl: Płatność zbiorcza (batch)

source: Address Types
nl: Adrestypen
pl: Typy adresów
uk: Типи адрес

source: Behavior
nl: Gedrag
pl: Zachowanie
uk: Поведінка

source: Heuristics
nl: Heuristieken
pl: Heurystyki
uk: Евристика

source: Sighash Flags
nl: Sighash-vlaggen
pl: Flagi sighash
uk: Sighash прапорці

# date-base.year
source: counter year
ar: counterسنه
ko: counter 년
nl: counter jaar
pl: counter rok
uk: counter рік

# date-base.years
source: counter years
ar: counter سنوات
ko: counter 년
nl: counter jaren
pl: counter lata
uk: counter років

# date-base.month
source: counter month
ar: counterشهر
ko: counter 달
nl: counter maand
pl: counter miesiąc
uk: counter місяць

# date-base.months
source: counter months
ar: counter أشهر
ko: counter 달
nl: counter maanden
pl: counter miesiące
uk: counter місяців

# date-base.weeks
source: counter weeks
ar: counter اسابيع
ko: counter 주
nl: counter weken
pl: counter tygodni
uk: counter тижнів

# date-base.day
source: counter day
ar: counter يوم
ko: counter 일
nl: counter dag
pl: counter dzień
uk: counter день

# date-base.days
source: counter days
ar: counter ايام
ko: counter 일
nl: counter dagen
pl: counter dni
uk: counter днів

# date-base.hour
source: counter hour
ar: counter ساعة
ko: counter 시간
nl: counter uur
pl: counter godzina
uk: counter година

# date-base.hours
source: counter hours
ar: counter ساعات
ko: counter 시간
nl: counter uren
pl: counter godzin
uk: counter годин

# date-base.minute
source: counter minute
ar: counter دقيقة
ko: counter 분
nl: counter minuut
pl: counter minuta
uk: counter хвилина

# date-base.minutes
source: counter minutes
ar: counter دقائق
ko: counter 분
nl: counter minuten
pl: counter minut
uk: counter хвилин

# date-base.second
source: counter second
ar: counter ثانيه
ko: counter 초
nl: counter seconde
pl: counter sekunda
uk: counter секунда

# date-base.seconds
source: counter seconds
ar: counter ثوان
ko: counter 초
nl: counter seconden
pl: counter sekund
uk: counter секунд

source: Transaction fee
ar: رسوم التحويل
es: Tasa de transacción
ko: 트랜잭션 비용
nl: Transactievergoeding
pl: Opłaty transakcyjne
sl: Omrežnina transakcije
uk: Комісія транзакції

# address-label.multisig
source: Multisig m of n
nl: Multisig m van n
pl: Multisig m z n

# ngb.carousel.slide-number
source: Slide {INTERPOLATION} of {INTERPOLATION_1}
pl: Slajd {INTERPOLATION} z {INTERPOLATION_1}
uk: Слайд {INTERPOLATION} з {INTERPOLATION_1}

source: Chad Sponsors
pl: Sponsorzy Chad
uk: Спонсори-гігачади

source: OG Sponsors ❤️
pl: Sponsorzy OG ❤️
uk: Перші спонсори ❤️

source: Project Maintainers
ar: فريق صيانة المشروع
es: Mantenedores del proyecto
ko: 프로젝트 관리자 목록
pl: Opiekunowie projektu
sl: Vzdrževalci
uk: Розробники проекту

source: Mempool Accelerator™ fees
pl: Opłaty Mempool Acceleratora™
uk: Комісії Mempool Accelerator™

source: Payment to mempool.space for acceleration of txid <a [routerLink]="'/tx/' + tx.txid" target="_blank">tr(0, 10) }}..{{ tx.txid.substr(-10) }}</p> </d
pl: Płatność dla mempool.space za przyspieszenie txid <a [routerLink]="'/tx/' + tx.txid" target="_blank">tr(0, 10) }}..{{ tx.txid.substr(-10) }}</p> </d

source: OR
pl: LUB

source: Your transaction is being accelerated!
pl: Twoja transakcja jest przyspieszana!

source: Your transaction has been accepted for acceleration by our mining pool partners.
pl: Twoja transakcja została zaakceptowana do przyspieszenia przez naszych partnerów z puli wydobywczych.

source: maximum
pl: maksimum
uk: максимум

source: accelerated
pl: przyspieszonych

source: At block: ticks[0].data[2]
pl: W bloku: ticks[0].data[2]
uk: У блоці: ticks[0].data[2]

source: Pool
ar: تجمع
pl: Pula
uk: Пул

source: (1 week)
pl: (1 tydzień)

source: recent
pl: ostatnie

source: There are too many transactions on this address, more than your backend can handle. See more on <There are too many transactions on this address, more than your backend can handle. See more on <a href="/docs/faq#address-lookup-issues">setting up a stronger backend</a>.</i>{LINE_BREAK}{LINE_BREAK} Consider viewing this address on the official Mempool website instead:
pl: There are too many transactions on this address, more than your backend can handle. See more on <Na tym adresie jest zbyt wiele transakcji, więcej niż może obsłużyć twój backend. Dowiedz się więcej o <a href="/docs/faq#address-lookup-issues">konfigurowaniu mocniejszego backendu</a>.</i>{LINE_BREAK}{LINE_BREAK} Zamiast tego rozważ przeglądanie tego adresu na oficjalnej stronie Mempool:

source: Type
ar: نوع
es: Tipo
ko: 종류
pl: Typ
sl: Tip
uk: Тип

source: Asset
ar: أصل
es: Activo
ko: 자산
pl: Aktywo
sl: Sredstvo
uk: Актив

# meta.description.liquid.assets
source: Explore all the assets issued on the Liquid network like L-BTC, L-CAD, USDT, and more.
pl: Przeglądaj wszystkie aktywa wyemitowane w sieci Liquid, takie jak L-BTC, L-CAD, USDT i inne.
uk: Перегляньте всі активи випущені у мережі Liquid, такі як L-BTC, L-CAD, USDT, та інші.

source: Ticker
ar: المؤشر
ko: 시세 표시표
pl: Notowany jako
sl: Oznaka
uk: Тікер

source: BTC Holdings
pl: Zasoby BTC
uk: BTC на утриманні

source: Tint
pl: Kolory

source: Audit status
ar: حالة التدقيق
pl: Status audytu
uk: Статус аудиту

source: Conflict
pl: Konflikt
uk: Конфлікт

source: Hash
ar: معرف التشفير
ko: 해시
pl: Hasz
sl: Zgoščena vrednost
uk: Хеш

source: Bits
ar: وحدات صغيرة.
ko: 비트
pl: Bity
uk: Біти

source: Merkle root
es: Raíz de Merkle
ko: 머클 루트
pl: Korzeń Merkle'a
sl: Merkle koren
uk: Корінь Меркле

source: Nonce
ar: رمز أحادي فردي الإستخدام.
ko: 임시값
pl: Unikalna liczba (nonce)

source: Audit
pl: Audyt
uk: Аудит

source: Details
ar: التفاصيل
es: Detalles
ko: 자세히
pl: Szczegóły
sl: Podrobnosti
uk: Деталі

source: TXs
ar: التحويلات
ko: 트랜잭션
pl: Transakcji
uk: Транзакцій

source: Calculator
pl: Kalkulator
uk: Калькулятор

source: Coinjoin
pl: Coinjoiny
uk: Коджоїн

source: Data
pl: Dane
uk: Дані

source: Mining
ar: التعدين
pl: Wydobycie
uk: Майнінг

source: Lightning Nodes Per ISP
ar: شبكات البرق حسب مزود خدمة انترنت
pl: Węzły Lightning wg ISP
uk: Lightning вузлів на ISP

source: Hashrate
ar: معدل التجزئة
pl: Prędkość haszowania
uk: Хешрейт

source: Dashboard
ar: لوحة التحكم
ko: 대시보드
pl: Pulpit
sl: Pregledna plošča
uk: Панель

source: UTXOs
pl: UTXO
uk: UTXO

source: Output
ar: مخرجات
pl: Wyjście
uk: Вихід

source: Peg-Ins
pl: Peg-Iny
uk: Прив'язки

source: Peg-Outs
pl: Peg-Outy
uk: Відв'язки

source: Number of times that the Federation's BTC holdings fall below 95% of the total L-BTC supply
pl: Liczba przypadków, gdy zasoby BTC Federacji spadają poniżej 95% całkowitej podaży L-BTC

source: L-BTC in circulation
ar: L-BTC المتداول
ko: 유통 중인 L-BTC
pl: L-BTC w obiegu
uk: L-BTC в обігу

source: Mining Dashboard
ar: لوح معلومات التعدين
pl: Pulpit wydobycia
uk: Панель майнінгу

source: Lightning Explorer
ar: مستكشف البرق
pl: Eksplorator Lightning
uk: Lightning експлорер

source: Faucet
pl: Kranik

# mining.mining-pools
source: Mining Pools
ar: تجمعات التعدين
pl: Pule wydobywcze
uk: Майнінг пули

source: mining pool
ar: تجمعات التعدين
pl: pula wydobywcza
uk: майнінг пул

source: Tags
ar: العلامات
pl: Tagi
uk: Теги

source: 1w
ar: ١ أسبوع
pl: 1 tydzień
uk: 1тижд

# meta.title.push-tx
source: Broadcast Transaction
pl: Rozgłoś transakcję
uk: Надіслати транзакцію

source: Mining Pools
pl: Pule wydobywcze

source: Lightning Nodes
pl: Węzły Lightning
uk: Lightning вузли

source: TV view
ar: وضع التلفزيون
es: Vista de TV
ko: TV 뷰
pl: Widok TV
sl: TV pogled
uk: TV перегляд

source: Filter
ar: تصفية
ko: 필터
pl: Filtr
uk: Фільтрувати

# meta.description.tv
source: See Bitcoin blocks and mempool congestion in real-time in a simplified format perfect for a TV.
pl: Zobacz bloki Bitcoina i zapełnienie mempoola w czasie rzeczywistym w uproszczonym formacie, idealnym dla telewizora.
uk: Перегляньте блоки біткоїну та заповнення мемпулу у реальному часі у форматі ідеальному для телевізора.

source: Your transaction has been accelerated
pl: Twoja transakcja została przyspieszona

source: Descendant
ar: منحدر
es: Descendiente
ko: 자손
pl: Potomek
sl: Potomec
uk: Нащадок

source: Ancestor
ar: الاصل
es: Ancestro
ko: 조상
pl: Przodek
sl: Prednik
uk: Предок

source: Inputs & Outputs
ar: المدخلات والمخرجات
es: Entradas y salidas
ko: 인풋과 아웃풋
pl: Wejścia i wyjścia
sl: Vhodi & Izhodi
uk: Входи і Виходи

source: Locktime
ar: وقت القفل
ko: 잠금 시간
pl: Czas blokady
uk: Час блокування

source: ScriptSig (HEX)
pl: ScriptSig (Postać szestnastkowa)

source: ScriptPubKey (HEX)
ar: النتيجة النصيةلمعاملات بتكوين (سلسلة ارقام سداسية عشرية)
pl: ScriptPubKey (Postać szestnastkowa)

source: Input
ar: مدخلات
pl: Wejście
uk: Вхід

source: L-BTC Supply Against BTC Holdings
pl: Zasoby L-BTC wobec BTC
uk: Кількість L-BTC відносно BTC на утриманні

source: REST API service
ar: اعادة تشغيل خادم API
pl: Usługa REST API
uk: Сервіс REST API
