Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

source: Fee paid on average for each transaction in the past 144 blocks
ar: متوسط الرسوم المدفوعة لكل معاملة في الـ ١٤٤ كتلة الماضية
nl: Gemiddeld betaalde transactiekosten per transactie in de laatste 144 blokken
pl: Średni poziom opłaty poniesionej w każdej transakcji w ostatnich 144 blokach
uk: Середня комісія з кожної транзакції за останні 144 блоки

source: Explore the full Bitcoin ecosystem
ar: استكشف كامل أنظمة البتكوين
nl: Verken het volledige Bitcoinecosysteem
pl: Eksploruj cały ekosystem Bitcoina
uk: Перегляньте всю екосистему Bitcoin

source: Search
ar: بحث
es: Buscar
ko: 검색
nl: Zoek
pl: Szukaj
sl: Iskanje
uk: Пошук

source: {{ networkName }} Block Height
nl: {{ networkName }} Blokhoogte
pl: {{ networkName }} Wysokość bloku
uk: {{ networkName }} висота блоку

source: {{ networkName }} Transaction
nl: {{ networkName }} Transactie
pl: {{ networkName }} Transakcja
uk: {{ networkName }} транзакція

source: {{ networkName }} Address
nl: {{ networkName }} Adres
pl: {{ networkName }} Adres
uk: {{ networkName }} адреса

source: {{ networkName }} Block
nl: {{ networkName }} Blok
pl: {{ networkName }} Blok
uk: {{ networkName }} блок

source: {{ networkName }} Addresses
nl: {{ networkName }} Adressen
pl: {{ networkName }} Adresy
uk: {{ networkName }} адреси

source: Lightning Channels
nl: Lightningkanalen
pl: Kanały Lightning
uk: Lightning канали

source: Other Network Address
nl: Ander netwerkadres
pl: Inny adres sieciowy
uk: Адреса з іншої мережі

source: Liquid Asset
nl: Liquid-activa
pl: Aktywo Liquid
uk: Актив Liquid

source: Go to "{{ x }}"
nl: Ga naar "{{ x }}"
pl: Idź do "{{ x }}"
uk: Перейти до "{{ x }}"

source: Search by student name or ID...
nl: Zoek op studentnaam of ID...

source: Student Name
nl: Studentnaam

source: Proof
nl: Bewijs

source: Verify
nl: Verifiëren

source: Filename
nl: Bestandsnaam

source: Verified
nl: Geverifieerd

source: Recent Stale Chain Tips
nl: Recente rotte ketentips

source: Headers Only
nl: Alleen Headers

source: Valid Headers
nl: Geldige Headers

source: Valid Fork
nl: Geldige Fork

source: Invalid
nl: Ongeldig

source: Depth {{ chainTip.branchlen + 1 }}
nl: Diepte {{ chainTip.branchlen + 1 }}

source: Stale</span></div> <div class="block-wStale</span>
nl: Stale</span></div> <div class="block-wRot</span>

source: Winning</span></div> <div class="bitcoin-bWinning</span>
nl: Winning</span></div> <div class="bitcoin-bWinnend</span>

source: This node hasn't seen any stale blocks yet!
nl: Deze node heeft nog geen rotte blokken gezien!

# page.stale-chain-tips
source: Stale Chain Tips
nl: Rotte ketentips

# meta.description.stale-chain-tips
source: See the most recent stale chain tips on the BitcoinseoDescriptionNetwork(this.stateService.network) network.
nl: Bekijk de meest recente rotte ketentips op het BitcoinseoDescriptionNetwork(this.stateService.network)-netwerk.

source: Mempool by vBytes (sat/vByte)
ar: المعاملات الغير مؤكدة بالبايتات الافتراضية (ساتوشي/بايت افتراضي)
es: Mempool en vBytes (sat/vByte)
nl: Mempool per vBytes (sat/vByte)
pl: Mempool wg vBytes (sat / vByte)
sl: Mempool v vBajtih (sat/vBajt)
uk: Мемпул в vBytes (sat/vByte)

source: Clock (Mempool)
nl: Klok (Mempool)
pl: Zegar (Mempool)
uk: Годинник (Mempool)

source: Invert
ar: عكس
es: Invertir
ko: 뒤집기
nl: Omkeren
pl: Odwróć
sl: Obrni
uk: Інвертувати

source: Transaction vBytes per second (vB/s)
ar: حجم التحويلات في الثانية (بايت افتراضي/ثانية)
es: vBytes de transacciones por segundo (vB/s)
ko: 초당 트랜잭션 vByte (vB / s)
nl: Transactie-vBytes per seconde (vB/s)
pl: vBytes transkacji na sekundę (vB/s)
sl: Pretočnost, vBajtov na sekundo (vB/s)
uk: vBytes за секунду транзакції (vB/s)

source: Cap outliers
nl: Limiteer uitschieters
pl: Ogranicz wartości skrajne
uk: Перевищення лімітів

source: Graphs
ar: الرسوم البيانية
es: Gráficos
ko: 그래프
nl: Grafieken
pl: Wykresy
sl: Grafi
uk: Графіки

# meta.description.bitcoin.graphs.mempool
source: See mempool size (in MvB) and transactions per second (in vB/s) visualized over time.
nl: Bekijk de mempoolgrootte (in MvB) en transacties per seconde (in vB/s) gevisualiseerd in de loop van de tijd.
pl: Zobacz rozmiar mempoola (w MvB) oraz transakcje na sekundę (w vB/s) wizualizowane w czasie.
uk: Перегляньте розмір мемпулу (в MvB) та транзакції за секунду (в vB/s) візуалізовані протягом часу.

source: Stratum Jobs
nl: Stratum-taken

source: {{ x }} levels remaining
nl: {{ x }} niveaus resterend

source: 1 level remaining
nl: 1 niveau resterend

source: Test Transactions
nl: Test-transacties
pl: Testowe transakcje

source: Raw hex
nl: Ruwe hexcode
pl: Surowa postać heksadecymalna

source: Sent
nl: Verstuurd
pl: Wysłana

source: Soon
nl: Spoedig
pl: Niebawem

source: This transaction has been replaced by:
ar: هذه الحوالة تم استبدالها بـ:
es: Esta transacción ha sido reemplazada por:
ko: 이 트랜잭션은 다음 트랜잭션으로 대체되었습니다:
nl: Deze transactie is vervangen door:
pl: Ta transakcja została zastąpiona przez:
sl: Ta transakcija je bila nadomeščena z:
uk: Транзакція була замінена на:

source: ETA
ar: الوقت المقدر للوصول
es: Tiempo esparado de llegada
ko: 컨펌까지 남은 예상시간
nl: Verwacht
pl: Szacowany czas
uk: Орієнтовний час

source: Not any time soon
nl: Niet snel
pl: Nie w najbliższym czasie

source: Confirmed at
nl: Bevestigd om
pl: Data potwierdzenia

source: Block height
nl: Blokhoogte
pl: Wysokość bloku

source: Transaction has been accelerated
nl: Transactie is versneld

source: Waiting for your transaction to appear in the mempool
nl: Wachten tot uw transactie in de mempool verschijnt
pl: Oczekiwanie na pojawienie się twojej transakcji w mempoolu

source: Your transaction is in the mempool, but it will not be confirmed for some time.
nl: Uw transactie staat in de mempool, maar wordt binnenkort niet bevestigd.
pl: Twoja transakcja znajduje się w mempool, ale jej potwierdzenie zajmie trochę czasu

source: Your transaction is near the top of the mempool, and is expected to confirm soon.
nl: Uw transactie staat bovenaan de mempool en zal naar verwachting binnenkort worden bevestigd.
pl: Twoja transakcja znajduje się blisko szczytu mempool i powinna zostać wkrótce potwierdzona.

source: Your transaction is expected to confirm in the next block
nl: Uw transactie wordt naar verwachting in het volgende blok bevestigd
pl: Twoja transakcja powinna zostać potwierdzona w następnym bloku

source: Your transaction is confirmed!
nl: Uw transactie is bevestigd!
pl: Twoja transakcja jest potwierdzona!
uk: Ваша транзакція підтверджена!

source: Your transaction has been replaced by a newer version!
nl: Uw transactie is vervangen door een nieuwere versie!
pl: Twoja transakcja została zastąpiona nowszą wersją!

source: Error loading transaction data.
nl: Fout bij het laden van transactiegegevens.
pl: Błąd podczas ładowania danych transakcji.
uk: Сталася помилка при завантаженні даних транзакції.

source: See more details
nl: Zie meer details
pl: Zobacz więcej szczegółów

# bisq.transaction.browser-title
source: Transaction: this.txId
ar: الحوالة: this.txId
ko: 트랜잭션: this.txId
nl: Transactie: this.txId
pl: Transakcja: this.txId
uk: Транзакція: this.txId

# meta.description.bitcoin.transaction
source: Get real-time status, addresses, fees, script info, and more for networkseoDescription transaction with txid this.txId.
nl: Ontvang realtime status, adressen, kosten, scriptinformatie en meer voor networkseoDescription transactie met txid this.txId.
pl: Uzyskaj w czasie rzeczywistym status, adresy, opłaty, informacje o skrypcie i nie tylko dla networkseoDescription transakcji z txid this.txId.
uk: Отримайти інформацію у реальному часу про статус, адреси, комісії, інформацію про скрипти, та більше для network seoDescription транзакції з txid this.txId.

source: Related Transactions
nl: Gerelateerde transacties

source: Features
ar: الخصائص
es: Características
ko: 기능
nl: Kenmerken
pl: Cechy
sl: Lastnosti
uk: Властивості

source: This transaction was projected to be included in the block
nl: Deze transactie zou naar verwachting in het blok worden opgenomen
pl: Ta transakcja miała być uwzględniona w bloku.
uk: Ця транзакція мала бути підтверджена у блоці

source: Expected in Block
nl: Verwacht in Blok
pl: Spodziewana w bloku
uk: Очікується у блоці

source: This transaction was seen in the mempool prior to mining
nl: Deze transactie werd vóór mining in de mempool gezien
pl: Ta transakcja była widoczna w mempoolu przed wydobyciem
uk: Ця транзакція була помічена в мемпулі пере майнінгом

source: Seen in Mempool
nl: Gezien in Mempool
pl: Widziana w Mempoolu
uk: Помічена в Mempool

source: This transaction was missing from our mempool prior to mining
nl: Deze transactie ontbrak in onze mempool vóór mining
pl: Tej transakcji nie było w naszym mempoolu zanim została wydobyta
uk: Цієї транзакції не було в нашому мемпулі перед майнінгом

source: Not seen in Mempool
nl: Niet gezien in Mempool
pl: Nie widziana w Mempoolu
uk: Не помічена в Mempool

source: This transaction may have been added out-of-band
nl: Deze transactie is mogelijk out-of-band toegevoegd
pl: Ta transakcja mogła zostać dodana poza mempoolem
uk: Ця транзакція могла бути додана поза чергою

source: This transaction may have been prioritized out-of-band
nl: Deze transactie heeft mogelijk out-of-band prioriteit gekregen
pl: Ta transakcja mogła mieć podniesiony priorytet poza mempoolem
uk: Ця транзакція могла бути пріоритетною поза чергою

source: This transaction conflicted with another version in our mempool
nl: Deze transactie was in strijd met een andere versie in onze mempool
pl: Ta transakcja kolidowała z inną wersją w naszej pamięci
uk: Ця транзакція конфліктує з іншою версією у нашому мемпулі

source: This transaction cannot be accelerated
nl: Deze transactie kan niet worden versneld

source: Preview Transaction
nl: Transactie bekijken

source: Transaction hex or base64 encoded PSBT
nl: Transactie-hex of base64-gecodeerde PSBT

source: Preview
nl: Voorbeeld

source: Fetch missing prevouts
nl: Ontbrekende prevouts ophalen

source: Error decoding transaction, reason: {{ error }}
nl: Fout bij het decoderen van de transactie, reden: {{ error }}

source: Preview Coinbase
nl: Coinbase-voorbeeld

source: This transaction is stored locally in your browser. Broadcast it to add it to the mempool.
nl: Deze transactie is lokaal opgeslagen in uw browser. Zend deze uit om hem aan de mempool toe te voegen.

source: Redirecting to transaction page...
nl: Doorsturen naar transactiepagina...

source: Transaction cannot be broadcasted because it's missing signature(s)
nl: Transactie kan niet worden uitgezonden omdat er handtekening(en) ontbreken

source: Broadcast
nl: Uitzenden

source: Broadcasted
nl: Uitgezonden

source: Flow
ar: التدفق
nl: Stroom
pl: Przepływ
uk: Потік

source: Hide diagram
ar: اخف الرسم البياني
nl: Verberg diagram
pl: Ukryj diagram
uk: Сховати діаграму

source: Show more
ar: اعرض المزيد
nl: Toon meer
pl: Pokaż więcej
uk: Показати більше

source: Show diagram
ar: اعرض الرسم االبياني
nl: Toon diagram
pl: Pokaż diagram
uk: Показати діаграму

source: Adjusted vsize
nl: Aangepaste v-maat
pl: Skorygowany vsize
uk: Корегований vsize

# meta.description.preview-tx
source: Preview a transaction to the BitcoinseoDescriptionNetwork(this.stateService.network) network using the transaction's raw hex data.
nl: Bekijk een transactie op het BitcoinseoDescriptionNetwork(this.stateService.network)-netwerk met de ruwe hex-data van de transactie.

source: This transaction ID appears twice in the blockchain as the coinbase of blocks <a [routerLink]="['/block/' | relativeUrl, duplicateTxBlocks[0]]">locks[0] }}</a> and <a [routerLink]="['/block/' | relativeUrl, duplicateTxBlocks[1]]">cks[1] }}</a>, due to a bug later mitigated by <a href="https://github.com/bitcoin/bips/blob/master/bip-0030.mediawiki" target="_blank" rel="noopener">BIP-30</a>.
nl: Dit transactie-ID komt tweemaal voor in de blockchain als de coinbase van blokken <a [routerLink]="['/block/' | relativeUrl, duplicateTxBlocks[0]]">locks[0] }}</a> en <a [routerLink]="['/block/' | relativeUrl, duplicateTxBlocks[1]]">cks[1] }}</a>, vanwege een bug die later is verholpen door <a href="https://github.com/bitcoin/bips/blob/master/bip-0030.mediawiki" target="_blank" rel="noopener">BIP-30</a>.

source: Read more
nl: Lees meer

source: Hide accelerator
nl: Verberg versneller
pl: Ukryj akcelerator

source: RBF Timeline
nl: RBF-geschiedenis
pl: Historia RBF

source: Acceleration Timeline
nl: Accelatiegeschiedenis
pl: Historia Akceleracji

source: Transaction not found.
ar: الحوالة غير موجودة.
es: Transacción no encontrada
ko: 트랜잭션을 찾을 수 없음
nl: Transactie niet gevonden.
pl: Transakcja nie odnaleziona.
sl: Transakcije ni mogoče najti.
uk: Транзакція не знайдена.

source: Waiting for it to appear in the mempool...
ar: في انتظار ظهورها على mempool
es: Esperando a que aparezca en la mempool...
ko: 멤풀에 포함될때까지 대기하는 중...
nl: Wachten tot het in de mempool verschijnt...
pl: Oczekiwanie aż pojawi się w mempool...
sl: Čakanje, da se prikaže v mempool-u...
uk: Чекаємо її появи в мемпулі...

source: Warning! This transaction involves deceptively similar addresses. It may be an address poisoning attack.
nl: Waarschuwing! Deze transactie betreft bedrieglijk gelijkende adressen. Het kan een adresvergiftigingsaanval zijn.

source: (Newly Generated Coins)
ar: (عملات تم إنشاؤها حديثًا)
es: (Monedas recién generadas)
ko: (새로 채굴된 코인들)
nl: (Nieuw-gegenereerde munten)
pl: (Nowo Wygenerowane Monety)
sl: (Novo ustvarjeni kovanci)
uk: (Нові монети)

source: Inscription
nl: Inscriptie

source: Witness
ar: شوهد
es: Testigo
ko: 증인 (디지털 서명)
nl: Getuige-data
pl: Świadek

source: P2SH redeem script
es: script de canje P2SH
ko: P2SH 사용 스크립트
nl: P2SH claim-script
pl: Skrypt realizacji P2SH
sl: P2SH redeem skripta
uk: P2SH redeem скрипт

source: P2TR control block
nl: P2TR-controleblok

source: P2WSH witness script
ar: نتائج التجزئة النصية العالقة 2 للشاهد النصي المنفصل.
es: script de testigo P2WSH
ko: P2WSH 증인 스크립트
nl: P2WSH claim-script
pl: Skrypt świadka P2WSH
sl: P2WSH witness skripta
uk: P2WSH witness скрипт

source: Previous output script
ar: نص النتائج السابقة.
es: Script de salida previo
ko: 이전 아웃풋 스크립트
nl: Vorig output-script
pl: Poprzedni skrypt wyjściowy
sl: Skripta prejšnjega izhoda
uk: Скрипт попереднього виходу

source: Previous output type
ar: نوع المخرجات السابقة
ko: 이전 아웃풋 유형
nl: Vorig output-type
pl: Poprzedni typ wyjścia
uk: Тип попереднього виходу

source: Peg-out to <ng-container *ngTemplateOutlet="pegOutLink"></ng-contain
ko: <ng-container *ngTemplateOutlet="pegOutLink"></ng-contain로 페그아웃
nl: Peg-out naar <ng-container *ngTemplateOutlet="pegOutLink"></ng-contain
pl: Peg-out do <ng-container *ngTemplateOutlet="pegOutLink"></ng-contain
uk: Розкріплення до <ng-container *ngTemplateOutlet="pegOutLink"></ng-contain

source: Show more inputs to reveal fee data
ar: اعرض المزيد من المدخلات لتوضيح بيانات الرسوم
nl: Toon meer inputs om vergoedingsgegevens te onthullen
pl: Pokaż więcej wejść by ujawnić dane o opłatach
uk: Показати більше входів, щоб порахувати комісію

source: leaf version
nl: leaf-versie

source: parity
nl: pariteit

source: key path
nl: sleutelpad

source: script depth
nl: scriptdiepte

source: Bitcoin Supply
nl: Bitcoin-voorraad

source: in treasuries
nl: in schatkisten

source: of total supply
nl: van totale voorraad

source: yet to be mined
nl: nog te delven

source: Treasury Leaderboard
nl: Schatkist-ranglijst

source: BTC Balance
nl: BTC-saldo

source: USD Value
nl: USD-waarde

source: Treasury Distribution
nl: Schatkist-verdeling

source: Verified Treasuries
nl: Geverifieerde schatkisten

source: verified addresses
nl: geverifieerde adressen

source: verified of total
nl: geverifieerd van totaal

source: verified holdings
nl: geverifieerde tegoeden

source: other inputs
ar: مدخلات أخرى
nl: andere inputs
pl: inne wejścia
uk: інші входи

source: other outputs
ar: مخرجات أخرى
nl: andere outputs
pl: inne wyjścia
uk: інші виходи

source: 1 block earlier
nl: 1 blok eerder
pl: 1 blok wcześniej
uk: На 1 блок раніше

source: 1 block later
nl: 1 blok later
pl: 1 blok później
uk: На 1 блок пізніше

source: in the same block
nl: in hetzelfde blok
pl: w tym samym bloku
uk: У тому ж блоці

source: blocks earlier
nl: blokken eerder
pl: bloków wcześniej
uk: блоків раніше

source: spent
nl: besteed
pl: wydano
uk: витрачено

source: blocks later
nl: blokken later
pl: bloków później
uk: блоків пізніше

source: This transaction saved {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% on fees by using native SegWit
ar: هذه العملية وفرت {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}٪ من الرسوم عن طريق استخدام native SegWit
nl: Deze transactie heeft {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% aan vergoedingen bespaard door native SegWit te gebruiken
pl: Ta transakcja zaoszczędziła {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% na opłatach dzięki zastosowaniu natywnego SegWit
uk: Ця транзакція зекономила {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% на комісії використовуючи нативний SegWit

source: This transaction saved {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% on fees by using SegWit and could save {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% more by fully upgrading to native SegWit
ar: هذه العملية وفرت {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}٪ من الرسوم عن طريق استخدام SigWit وبالامكان أيضا توفير {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}٪ اضافية عن طريق استخدام native SegWit
nl: Deze transactie heeft {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% aan vergoedingen bespaard door SegWit te gebruiken en kon {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% meer besparen door native SegWit te gebruiken
pl: Ta transakcja zaoszczędziła {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% na opłatach dzięki zastosowaniu Segwit i mogłaby zaoszczędzić {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% więcej poprzez pełną aktualizację do natywnego SegWit
uk: Ця транзакція зекономила {{ segwitGains.realizedSegwitGains * 100 | number: '1.0-0' }}% використовуючи SegWit і могла б зекономити {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% якщо б вона використовувала нативний SegWit

source: This transaction could save {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% on fees by upgrading to native SegWit or {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}% by upgrading to SegWit-P2SH
ar: قد كان بالامكان توفير {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}٪ من الرسوم عن لو استخدمت native SegWit أو {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}٪ لو استخدمت SegWit-P2SH
nl: Deze transactie kon {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% aan vergoedingen besparen door native SegWit te gebruiken of {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}% door SegWit-P2SH te gebruiken
pl: Ta transakcja mogła zaoszczędzić{{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% na opłatach dzięki zastosowaniu natywnego SegWit lub {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}% dzięki aktualizacji do SegWit-P2SH
uk: Ця транзакція могла зекономити {{ segwitGains.potentialSegwitGains * 100 | number : '1.0-0' }}% на комісії якщо б вона використовувала нативний SegWit або {{ segwitGains.potentialP2shSegwitGains * 100 | number: '1.0-0' }}% якщо б вона використовувала SegWit-P2SH

source: This transaction uses Taproot and thereby saved at least {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% on fees
ar: هذه العملية تمت عبر استخدام Taproot ووفرت {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}٪ من الرسوم
nl: Deze transactie gebruikt Taproot en heeft daardoor ten minste {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% aan vergoedingen bespaard
pl: Ta transakcja używa Taproot i dzięki temu zaoszczędza przynajmniej {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% na opłatach
uk: Ця транзакція використовує Taproot і тому зекономила як мініум {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% на комісії

source: This transaction uses Taproot and already saved at least {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% on fees, but could save an additional {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% by fully using Taproot
ar: هذه العملية تستخدم Taproot ووفرت {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}٪ من الرسوم ولكن كان بالامكان التوفير الاضافي بمقدار {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}٪ لو استخدمت Taproot بشكل كامل
nl: Deze transactie gebruikt Taproot en heeft ten minste {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% aan vergoedingen bespaard, maar kon nog {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% besparen door Taproot volledig te gebruiken
pl: Ta transakcja używa Taproot i już zaoszczędziła przynajmniej {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% na opłatach, ale mogłaby zaoszczędzić dodatkowe {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% używając Taproot w pełni
uk: Ця транзакція використовує Taproot і вже зекономила як мініум {{ segwitGains.realizedTaprootGains * 100 | number: '1.0-0' }}% на комісії, але могла б зекономити додаткові {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% повністю перейшовши на Taproot

source: This transaction could save {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% on fees by using Taproot
ar: كان بالامكان توفير {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}٪ من الرسوم لو استخدمت Taproot
nl: Deze transactie kon {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% aan vergoedingen besparen door Taproot te gebruiken
pl: Ta transakcja mogła zaoszczędzić {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% na opłatach dzięki użyciu Taproo
uk: Ця транзакція могла зекономити {{ segwitGains.potentialTaprootGains * 100 | number: '1.0-0' }}% на комісії використавши Taproot

source: This transaction does not use Taproot
ar: هذه العملية لا تستخدم Taproot
nl: Deze transactie gebruikt Taproot niet.
pl: Ta transakcja nie używa Taproot
uk: Ця транзакція не використовує Taproot

source: This transaction uses Taproot
ar: هذه الحوالة استخدمت التابروت
ko: 이 거래는 탭루트를 사용하고 있습니다
nl: Deze transactie gebruikt Taproot
pl: Ta transakcja wykorzystuje Taproot
uk: Ця транзакція використовує Taproot

source: This transaction supports Replace-By-Fee (RBF) allowing fee bumping
ar: هذه العملية تدعم الاستبدال بالرسوم (RBF) عبر السماح بزيادة الرسوم
nl: Deze transactie ondersteunt Replace-By-Fee (RBF) waardoor vergoedingsophogingen mogelijk zijn
pl: Ta transakcja umożliwia Replace-By-Fee (RBF) co umożliwia zwiększenie opłaty
uk: Ця транзакція підтримує Replace-By-Fee (RBF), що дозволяє збільшення комісії

source: This transaction does NOT support Replace-By-Fee (RBF) and cannot be fee bumped using this method
ar: لا تدعم هذه المعاملة (الاستبدال بالرسوم) ولا يمكن دفع الرسوم باستخدام هذه الطريقة
es: Esta transacción NO soporta Reemplazar-Por-Tasa (RBF) y no puede aumentarse su tasa usando este método
ko: 이 트랜잭션은 RBF (Replace-By-Fee)를 지원하지 않으며이 방법을 사용하여 수수료 범핑을(fee bumping) 할 수 없습니다.
nl: Deze transactie ondersteund Replace-By-Fee (RBF) NIET en de vergoeding kan niet met deze methode worden verhoogd
pl: Ta transakcja NIE umożliwia Replace-By-Fee (RBF) i opłata nie może zostać podbita używając tej metody
sl: Ta transakcija NE omogoča povečanja omrežnine, z uporabo Replace-By-Fee (RBF).
uk: Ця транзакція НЕ підтримуює Replace-By-Fee (RBF) і не може бути замінена більшою комісією використовуючи цей метод
