Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

source: {{ i }} block mined
nl: {{ i }} blok gemined
pl: {{ i }} blok wydobyty
uk: {{ i }} блок знайдено

source: {{ i }} blocks remaining
nl: Nog {{ i }} blokken over
pl: {{ i }} bloków pozostało
uk: {{ i }} блоків лишається

source: {{ i }} block remaining
nl: Nog {{ i }} blok over
pl: {{ i }} blok pozostał
uk: {{ i }} блок лишається

source: {{ i }} blocks ahead
nl: {{ i }} blokken verder
pl: {{ i }} bloków przed nami
uk: {{ i }} блоків попереду

source: {{ i }} block ahead
nl: {{ i }} blok verder
pl: {{ i }} blok przed nami
uk: {{ i }} блок попереду

source: {{ i }} blocks behind
nl: {{ i }} blokken achter
pl: {{ i }} bloków za nami
uk: {{ i }} блоків позаду

source: {{ i }} block behind
nl: {{ i }} blok achter
pl: {{ i }} blok za nami
uk: {{ i }} блок позаду

source: Halving Countdown
nl: Halving-aftelling
pl: Odliczanie do halvingu
uk: Відлік до халвінгу

source: difficulty
nl: moeilijkheidsgraad
pl: trudność
uk: складність

source: Average block time
nl: Gemiddelde bloktijd
pl: Średni czas bloku
uk: Середній час блоків

source: New subsidy
nl: Nieuwe subsidie
pl: Nowe subsydium
uk: Нова субсидія

source: Blocks remaining
nl: Resterende blokken
pl: Pozostało bloków
uk: Блоків лишається

source: Block remaining
nl: Resterend blok
pl: Pozostało bloków
uk: Блок лишається

source: Testnet4 Faucet
nl: Testnet4 kraan
pl: Kranik Testnet4

source: Amount (sats)
nl: Bedrag (sat)
pl: Kwota (sats)

source: Request Testnet4 Coins
nl: Testnet4-munten aanvragen
pl: Poproś o monety Testnet4

source: Either 2x the minimum, or the Low Priority rate (whichever is lower)
ar: إما ضعف الحد الأدنى أو معدل الأولوية المنخفضة (أيهما أقل)
nl: Of 2x het minimum, of het lage prioriteitstarief (welke van beide lager is)
pl: Dwukrotność minimalnej wartości lub niski priorytet (w zależności która jest niższa)
uk: Або 2x мініуму, або повільна ставка (що менше)

source: No Priority
ar: لا توجد أولوية
nl: Geen Prioriteit
pl: Brak priorytetu
uk: Без приорітету

source: Usually places your transaction in between the second and third mempool blocks
ar: عادةً ما تضع معاملتك بين كتل الميم بول الثانية والثالثة
nl: Plaatst je transactie gewoonlijk tussen het tweede en derde mempoolblok
pl: Zazwyczaj umieszcza Twoją transakcje między drugim a trzecim blokiem w mempool
uk: Зазвичай розміщує вашу транзакцію між другим та третім блоками мемпулу

source: Low Priority
ar: أولوية منخفضة
nl: Lage Prioriteit
pl: Niski priorytet
uk: Повільно

source: Usually places your transaction in between the first and second mempool blocks
ar: عادةً ما تضع معاملتك بين كتل الأولى والثانية
nl: Plaatst je transactie gewoonlijk tussen het eerste en tweede mempoolblok
pl: Zazwyczaj umieszcza twoją transakcję pomiędzy pierwszym a drugim blokiem w mempoolu
uk: Зазвичай розміщує вашу транзакцію між першим та другим блоками мемпулу

source: Medium Priority
ar: أولوية متوسطة
nl: Gem. Prioriteit
pl: Średni priorytet
uk: Помірно

source: Places your transaction in the first mempool block
ar: يضع حوالتك في الكتلة الأولى للميم بول
nl: Plaatst je transactie in het eerste mempoolblok
pl: Umiejscawia twoją transakcję w pierwszym bloku w mempoolu
uk: Розмістить вашу транзакцію в першому блоці мемпулу

source: Backend is synchronizing
ar: يتم مزامنة الباك اند
es: El backend se está sincronizando
ko: 백엔드 동기화 중입니다
nl: Backend is aan het synchroniseren
pl: Backend się synchronizuje
sl: Sinhronizacija zaledja (backend)
uk: Бекенд синхронізується

source: Mempool size
ar: حجم الميم بول
es: Tamaño de la mempool
ko: 멤풀 사이즈
nl: Mempoolgrootte
pl: Rozmiar mempool
sl: Mempool velikost
uk: Розмір мемпулу

source: Pools Ranking
ar: ترتيب التجمعات
nl: Poolrankering
pl: Ranking puli wydobywczych
uk: Рейтинг пулів

source: Pools Dominance
ar: هيمنة التجمعات
nl: Pooldominatie
pl: Dominacja puli wydobywczych
uk: Домінування пулу

source: Hashrate & Difficulty
ar: معدل التجزئة و معدل الصعوبة
nl: Hashrate & Moeilijkheid
pl: Prędkość haszowania i trudność
uk: Хешрейт та складність

source: Lightning Nodes Per Network
ar: أنواد برق لكل شبكة
nl: Lightning Nodes Per Netwerk
pl: Węzły Lightning wg sieci
uk: Lightning вузлів на мережу

source: Lightning Network Capacity
ar: سعة شبكة البرق
nl: Lightning Netwerk Capaciteit
pl: Pojemność Lightning Network
uk: Місткість Lightning

source: Lightning Nodes Per Country
ar: شبكات البرق حسب الدولة
nl: Lightning Nodes Per Land
pl: Węzły Lightning wg państw
uk: Lightning вузлів на країну

source: Lightning Nodes World Map
ar: أنواد البرق على خريطة العالم
nl: Lightningnodes Wereldkaart
pl: Mapa światowa węzłów sieci Lightning
uk: Мапа Lightning вузлів

source: Lightning Nodes Channels World Map
ar: قنوات البرق على خريطة العالم
nl: Lightningnodekanalen Wereldkaart
pl: Mapa światowa kanałów węzłów sieci Lightning
uk: Мапа Lightning каналів

# meta.description.bitcoin.graphs.hashrate
source: See hashrate and difficulty for the BitcoinseoDescriptionNetwork(this.network) network visualized over time.
nl: Bekijk de hashrate en moeilijkheidsgraad voor het BitcoinseoDescriptionNetwork(this.network) netwerk in de loop van de tijd gevisualiseerd.
pl: Zobacz prędkość haszowania i trudność sieci BitcoinseoDescriptionNetwork(this.network) zwizualizowaną w czasie.
uk: Перегляньте гешрейт та складність для мережі Біткоїн seoDescriptionNetwork(this.network) візуалізованої протягом часу.

source: Hashrate (MA)
ar: (متوسط) معدل التجزئة
nl: Hashrate (MG)
pl: Prędkość haszowania (MA)
uk: Хешрейт (MA)

# mining.pools-historical-dominance
source: Pools Historical Dominance
ar: هيمنة التجمعات تاريخيا
nl: Pools Historische Dominantie
pl: Historyczna dominacja puli wydobywczych
uk: Історія домінування пулу

# meta.descriptions.bitcoin.graphs.hashrate-pools
source: See Bitcoin mining pool dominance visualized over time: see how top mining pools' share of total hashrate has fluctuated over time.
nl: Bekijk de dominantie van Bitcoin-miners in de loop van de tijd gevisualiseerd: zie hoe het aandeel van de topmining-pools in de totale hashrate in de loop van de tijd fluctueert.
pl: Zobacz wizualizację dominacji puli wydobywczych Bitcoina na przestrzeni czasu: zobacz, jak udział największych puli wydobywczych w całkowitej mocy haszowania zmieniał się z biegiem czasu.
uk: Перегляньте домінування майнінг пулу біткоїна візуалізовану протягом часу: як змінювалась доля гешрейту найбільших пулів протягом часу.

source: Indexing network hashrate
ar: فهرس معدل تجزئة الشبكة
nl: Netwerkhashrate indexeren
pl: Indeksowanie prędkości haszowania sieci
uk: Індексуємо хешрейт мережі

source: Indexing pools hashrate
ar: فهرس معدل تجزئة تجمعات التعدين
nl: Poolshashrate indexeren
pl: Indeksowanie prędkości haszowania puli wydobywczej
uk: Індексуємо хешрейт пулів

source: Audit in progress
nl: Audit wordt uitgevoerd

source: Reconnecting...
ar: إعاده الاتصال...
es: Reconectando...
ko: 다시 연결중...
nl: Opnieuw verbinden...
pl: Ponowne łączenie...
sl: Ponovno povezovanje...
uk: Повторне підключення...

source: Layer 2 Networks
ar: شبكات الطبقة 2
es: Redes de segunda capa
ko: 레이어 2 네트워크들
nl: Laag-2-netwerken
pl: Sieci Warstwy 2
sl: Omrežja 2. plasti
uk: Мережі 2 шару

source: Non-Dust Expired
nl: Niet-stof verlopen
pl: Wygasłe nie będące pyłem
uk: Прострочений не пил

source: Total amount of BTC held in non-dust Federation UTXOs that have expired timelocks
nl: Totale hoeveelheid BTC in niet-stof Federatie-UTXO's waarvan de tijdsloten zijn verlopen
pl: Całkowita ilość BTC przechowywanych w UTXO Federacji nie będących pyłem, dla których wygasły blokady czasowe
uk: Загальна сума BTC, яку тримають федерації у не пильових UTXO, у яких сплили таймлоки

source: Total Expired
nl: Totaal verlopen
pl: Łącznie wygasło
uk: Всього прострочено

source: Total amount of BTC held in Federation UTXOs that have expired timelocks
nl: Totaal aantal BTC in Federatie UTXO's waarvan de tijdsloten zijn verlopen
pl: Całkowita ilość BTC przechowywanych w UTXO Federacji, dla których wygasły blokady czasowe
uk: Загальна сума BTC, яку тримають федерації у UTXO, у яких сплили таймлоки

source: Liquid Federation Wallet
nl: Liquid Federation-portemonnee
pl: Portfel Federacji Liquid
uk: Гаманець федерації Liquid

source: addresses
nl: adressen
pl: adresy
uk: адреси

source: Related Peg-In
nl: Gerelateerde peg-in
pl: Skojarzone Peg-In
uk: Пов'язані прив'язки

source: Expires in
nl: Verloopt in
pl: Wygasa w
uk: Термін дії закінчується через

source: Expired since
nl: Verlopen sinds
pl: Wygasła od
uk: Термін дії сплив з

source: Dust
nl: Stof
pl: Pył
uk: Пил

source: Change output
nl: Wisselgeld
pl: Wyjście reszty
uk: Змінити вихід

source: blocks
nl: blokken
pl: bloki
uk: блоки

source: Timelock-Expired UTXOs
nl: Timelock-verlopen UTXO's
pl: UTXO Timelock-Expired
uk: UTXO з простроченим таймлоком

source: Addresses
ar: العناوين
es: Direcciones
ko: 주소들
nl: Adressen
pl: Adresy
sl: Naslovi
uk: Адреси

source: Recent Peg-In / Out's
nl: Recente Peg-In/Uit's
pl: Ostatnie Peg-Iny / Peg-Outy
uk: Нещодавні прив'язки/відв'язки

source: Fund / Redemption Tx
nl: Financier- / Terugbetaal-Tx
pl: Transakcje Finansowania / Odkupienia
uk: Транзакція фінансування/погашення

source: BTC Address
nl: BTC-adres
pl: Adres BTC
uk: Адреса BTC

source: Peg out in progress...
nl: Peg-out wordt uitgevoerd...
pl: Peg out w toku...
uk: Відв'язка триває...

source: 24h Peg-In Volume
nl: 24-uurs Peg-In-volume
pl: 24-godzinny wolumen Peg-In
uk: Об'єм прив'язок за 24г

source: 24h Peg-Out Volume
nl: 24 uur Peg-Out-volume
pl: 24-godzinny wolumen Peg-Out
uk: Об'єм відв'язок за 24г

source: Unpeg
nl: Ont-peggen
uk: Відв'язати

source: Number of times that the Federation's BTC holdings fall below 95% of the total LBTC supply
nl: Aantal keren dat de BTC-reserves van de Federatie onder 95% van de totale LBTC-voorraad vallen

source: Unpeg Event
nl: Ont-peg Event
pl: Zdarzenie Unpeg
uk: Подія відв'язки

source: Avg Peg Ratio
nl: Gem. peg-ratio
pl: Śr. współczynnik peg
uk: Сер коеф прив'язок

source: Emergency Keys
nl: Noodsleutels
pl: Klucze awaryjne
uk: Аварійні ключі

source: usage
nl: gebruik
pl: użycie
uk: використання

source: Assets vs Liabilities
nl: Activa versus verplichtingen
pl: Aktywa a pasywa
uk: Активи / Забов'язання

source: LBTC in circulation
nl: LBTC in omloop

source: As of block
nl: Vanaf blok
pl: W bloku
uk: Станом на блок

# meta.description.mempool-block
source: See stats for this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) transactions in the mempool: fee range, aggregate size, and more. Mempool blocks are updated in real-time as the network receives new transactions.
nl: Bekijk statistieken voor this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) transacties in de mempool: vergoedingsbereik, totale omvang en meer. Mempool-blokken worden in realtime bijgewerkt wanneer het netwerk nieuwe transacties ontvangt.
pl: Zobacz statystyki transakcji this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) w mempoolu: zakres opłat, łączna wielkość i inne. Bloki Mempool są aktualizowane w czasie rzeczywistym, gdy sieć otrzymuje nowe transakcje.
uk: Перегляньте статистику для this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) транзакцій у мемпулі: діапазон комісій, агрегований розмір та більше. Мемпул блоки оновлюються у реальному часі із врахуванням нових транзакцій в мережі.

# mempool-block.stack.of.blocks
source: Stack of blocksInBlock mempool blocks
ar: حزمة من blocksInBlock كتل ميم بول
ko: 멤풀 블록 스택 blocksInBlock개
nl: Stapel van blocksInBlock mempoolblokken
pl: Stos blocksInBlock bloków mempool
uk: Список з blocksInBlock мемпул блоків

# mempool-block.block.no
source: Mempool block this.mempoolBlockIndex + 1
ar: كتلة ميم بول this.mempoolBlockIndex + 1
ko: 멤풀 블록 this.mempoolBlockIndex + 1
nl: Mempoolblok this.mempoolBlockIndex + 1
pl: Blok mempool nr this.mempoolBlockIndex + 1
uk: Мемпул блок this.mempoolBlockIndex + 1

source: Count
nl: Aantal
pl: Ilość
uk: Кількість

source: Range
ar: نطاق
ko: 범위
nl: Bereik
pl: Przedział
uk: Діапазон

source: Sum
ar: المجموع
ko: 총액수
nl: Som
pl: Suma
uk: Сума

source: Sign In
nl: Aanmelden
pl: Zaloguj się
uk: Увійти

source: Reward stats
ar: إحصائيات المكافأة
nl: Beloningstatistieken
pl: Statystyki nagród
uk: Статистика нагороди

source: (144 blocks)
ar: (١٤٤ كتله)
nl: (144 blokken)
pl: (144 bloków)
uk: (144 блоки)

source: Adjustments
ar: التعديلات
nl: Aanpassingen
pl: Dostosowania
uk: Регулювання

# meta.description.mining.dashboard
source: Get real-time Bitcoin mining stats like hashrate, difficulty adjustment, block rewards, pool dominance, and more.
nl: Ontvang realtime Bitcoin-mining-statistieken zoals hashrate, aanpassing van de moeilijkheidsgraad, blokbeloningen, pooldominantie en meer.
pl: Pozyskaj w czasie rzeczywistym statystyki wydobycia Bitcoina, takie jak prędkość haszowania, dostosowanie trudności, nagrody za blok, dominacja wśród puli i więcej.
uk: Отримуйте статистику в реальному часі про майнінг біткоїна, таку як гешрейт, коригування складності, нагороди за блок, домінування пулу та інші.

source: <span>Premine</span><span class="amount"> {{ getAmount(runestone.etching.premine, runestone.etching.divisibility || 0) >= 100000 ? (getAmount(runestone.etching.premine, runestone.etching.divisibility || 0) | amountShortener:undefined:undefined:true) : getAmount(runestone.etching.premine, runestone.etching.divisibility || 0) }} </span> {{ runestone.etching.symbol }} <span class="name">{{ runestone.etching.spacedName }}</span><span> ({{ toNumber(runestone.etching.premine) / toNumber(runestone.etching.supply) * 100 | amountShortener:0}}% of total supply)</span>
nl: <span>Premine</span><span class="amount"> {{ getAmount(runestone.etching.premine, runestone.etching.divisibility || 0) >= 100000 ? (getAmount(runestone.etching.premine, runestone.etching.divisibility || 0) | amountShortener:undefined:undefined:true) : getAmount(runestone.etching.premine, runestone.etching.divisibility || 0) }} </span> {{ runestone.etching.symbol }} <span class="name">{{ runestone.etching.spacedName }}</span><span> ({{ toNumber(runestone.etching.premine) / toNumber(runestone.etching.supply) * 100 | amountShortener:0}}% van totale voorraad)</span>

source: <span>Etching of</span> {{ runestone.etching.symbol }} <span class="name">{{ runestone.etching.spacedName }}</span>
nl: <span>Etching van</span> {{ runestone.etching.symbol }} <span class="name">{{ runestone.etching.spacedName }}</span>

source: <span>Transfer</span><ng-container *ngTemplateOutlet="runeName; context: { $implicit: rune.key }"></ng-container>
nl: <span>Overdracht</span><ng-container *ngTemplateOutlet="runeName; context: { $implicit: rune.key }"></ng-container>

source: Source inscription
nl: Broninscriptie

source: Error decoding data
nl: Fout bij het decoderen van data

source: Pools luck (1 week)
ar: حظ حوض التعدين (١ اسبوع)
nl: Geluk van pool (1 week)
pl: Szczęście puli (1 tydzień)
uk: Удача пулу (1 тиждень)

source: Pools Luck
nl: Geluk pool
pl: Szczęście puli
uk: Удача пулу

source: The overall luck of all mining pools over the past week. A luck bigger than 100% means the average block time for the current epoch is less than 10 minutes.
ar: الحظ العام لجميع أحواض التعدين خلال الأسبوع الماضي. الحظ الأكبر من 100٪ يعني أن متوسط وقت الكتلة الحالي أقل من 10 دقائق.
nl: Het algemene geluk van alle miningpools van de afgelopen week. Een geluk groter dan 100% betekent dat de gemiddelde bloktijd voor het huidige tijdperk minder dan 10 minuten is.
pl: Ogólne szczęście wszystkich puli wydobywczych w ciągu ostatniego tygodnia. Szczęście większe niż 100% oznacza, że średni czas bloku dla danej epoki jest mniejszy niż 10 minut.
uk: Загальна удача всіх майнінг-пулів за минулий тиждень. Успіх, більший за 100%, означає, що середній час блоків для поточної епохи менше 10 хвилин.

source: Pools count (1w)
ar: عدد الاحواض (١ اسبوع)
nl: Pools aantal (1w)
pl: Liczba puli (1t)
uk: Кількість пулів (1тижд)

source: Pools Count
nl: Aantal pools
pl: Ilość puli
uk: Кількість пулів

source: How many unique pools found at least one block over the past week.
ar: كم عدد أحواض التعدين الفريدة التي وجدت كتلة واحدة على الأقل خلال الأسبوع الماضي.
nl: Hoeveel unieke pools de afgelopen week ten minste één blok hebben gevonden.
pl: Ile unikatowych puli znalazło co najmniej jeden blok w ciągu ostatniego tygodnia.
uk: Скільки унікальних пулів знайшли хоча б один блок за останній тиждень.

source: Blocks (1w)
ar: كتل (١ اسبوع)
nl: Blokken (1w)
pl: Liczba bloków (1t)
uk: Блоки (1тижд)

source: The number of blocks found over the past week.
ar: عدد الكتل المعثور عليها خلال الاسبوع الماضي.
nl: Het aantal gevonden blokken in de afgelopen week.
pl: Liczba bloków znalezionych w ciągu ostatniego tygodnia.
uk: Кількість блоків, знайдених за останній тиждень.

source: Rank
ar: الترتيب
nl: Rang
pl: Ranga
uk: Ранг

source: Avg Health
nl: Gem Gezondheid
pl: Śr. zdrowie
uk: Середній рівень здоров'я

source: Avg Block Fees
ar: متوسط رسوم الكتلة
nl: Gem Blokvergoedingen
pl: Śr. opłaty bloku
uk: Середня комісія блоку

source: Empty Blocks
nl: Lege blokken
pl: Puste bloki
uk: Пусті блоки

source: All miners
ar: كل المعدنين
nl: Alle miners
pl: Wszyscy wydobywcy
uk: Всі майнери

# meta.description.bitcoin.graphs.pool-ranking
source: See the top Bitcoin mining pools ranked by number of blocks mined, over your desired timeframe.
nl: Bekijk de beste Bitcoin-miningpools gerangschikt op het aantal gevonden blokken, gedurende het door u gewenste tijdsbestek.
pl: Zobacz wiodące pule wydobywcze Bitcoina, klasyfikowane według liczby wydobytych bloków, w wybranym przez siebie okresie czasu.
uk: Перегляньте топ майнінг пулів біткоїна відсортованих по кількості добутих блоків за вказаний проміжок часу.

source: i blocks
nl: i blokken
pl: i bloków
uk: i блоків

source: Other (percentage)
nl: Andere (percentage)
pl: Inne (percentage)
uk: Інше (percentage)

# meta.description.mining.pool
source: See mining pool stats for poolStats.pool.name: most recent mined blocks, hashrate over time, total block reward to date, known coinbase addresses, and more.
nl: Bekijk mining-poolstatistieken voor poolStats.pool.name: meest recent gedolven blokken, hashrate in de loop van de tijd, totale blokbeloning tot nu toe, bekende Coinbase-adressen en meer.
pl: Zobacz statystyki wydobywcze dla poolStats.pool.name: ostatnio wydobyte bloki, prędkość haszowania w czasie, łączna dotychczasowa nagroda za blok, znane adresy baz monet i nie tylko.
uk: Перегляньте статистику майнінг пулу для poolStats.pool.name: останні добуті блоки, гешрейт протягом часу, загальна кількість нагород за блок до сьогодні, відомі коїнбейс адреси та інше.

source: Show all
ar: عرض الكل
nl: Laat alles zien
pl: Pokaż wszystkie
uk: Показати всі

source: Hide
ar: إخفاء
nl: Verberg
pl: Ukryj
uk: Сховати

source: Hashrate (24h)
ar: معدل التجزئة (٢٤ س)
nl: Hashrate (24u)
pl: Prędkość haszowania (24h)
uk: Хешрейт (24год)

source: Blocks (24h)
nl: Blokken (24u)
pl: Bloki (24h)
uk: Блоки (24г)

source: Out-of-band Fees (1w)
nl: Kosten out-of-band (1w)
pl: Opłaty poza mempoolem (1t)
uk: Позамережеві комісії (1тиж)

source: Coinbase tag
ar: علامة كوين بيس
nl: Coinbaselabel
pl: Tag Coinbase
uk: Тег коїнбейс

source: Clean
nl: Schoon

source: Prevhash
nl: Vorige hash

source: Job Received
nl: Taak ontvangen

source: Error loading pool data.
nl: Fout bij het laden van poolgegevens.
pl: Błąd ładowania dany puli.

source: Not enough data yet
nl: Nog niet genoeg gegevens
pl: Jeszcze za mało danych
uk: Поки що не достатньо даних

source: Pool Dominance
nl: Dominantie Pool
pl: Dominacja puli
uk: Домінування пулу

source: Bitcoin Price
nl: Bitcoinprijs

source: % Change
nl: % Verandering

# price-chart.title
source: Bitcoin Price
nl: Bitcoinprijs

# price-chart.description
source: See the Bitcoin price in USD visualized over time.
nl: Bekijk de Bitcoinprijs in USD gevisualiseerd in de loop van de tijd.

source: Broadcast Transaction
ar: بث معاملة
ko: 트랜잭션을 비트코인 네트워크에 전송하기
nl: Transactie Uitzenden
pl: Rozgłoś transakcję
uk: Надіслати транзакцію

source: Transaction hex
ar: الرقم الست عشري للعملية
nl: Transactiehex
pl: Postać szestnastkowa transakcji
uk: Транзакція в hex

source: Submit Package
nl: Pakket indienen

source: Comma-separated list of raw transactions
nl: Komma-gescheiden lijst met ruwe transacties
pl: Lista surowych transakcji oddzielonych przecinkami

source: Maximum fee rate (sat/vB)
nl: Maximale kosten (sat/vB)
pl: Maksymalny poziom opłat (sat/VB)

source: Maximum burn amount (sats)
nl: Maximaal verbrandingsbedrag (sats)

source: Allowed?
nl: Toegestaan?
pl: Dozwolone?

source: Rejection reason
nl: Reden van afwijzing
pl: Powód odrzucenia

# meta.description.push-tx
source: Broadcast a transaction to the this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) network using the transaction's hash.
nl: Zend een transactie uit naar het this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) netwerk met behulp van de hash van de transactie.
pl: Rozgłoś transakcję do sieci this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) przy użyciu jej skrótu.
uk: Надіслати транзакцію до this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin' seoDescriptionNetwork(this.stateService.network) мережі використовуючи її геш.

source: RBF Replacements
nl: RBF-vervangingen
pl: Zastąpienia RBF
uk: Заміна RBF

source: There are no replacements in the mempool yet!
nl: Er zijn nog geen vervangers in de mempool!
pl: W mempoolu jeszcze nie ma zastąpień!
uk: У мемпулі, поки що, немає заміни!

# meta.description.rbf-list
source: See the most recent RBF replacements on the BitcoinseoDescriptionNetwork(this.stateService.network) network, updated in real-time.
nl: Bekijk de meest recente RBF-vervangingen op het BitcoinseoDescriptionNetwork(this.stateService.network)-netwerk, in realtime bijgewerkt.
pl: Zobacz najnowsze zastąpienia RBF w sieci BitcoinseoDescriptionNetwork(this.stateService.network), aktualizowane w czasie rzeczywistym.
uk: Перегляньте останні RBF заміни в мережі Біткоїн seoDescriptionNetwork(this.stateService.network), у реальному часі.

source: Show less
ar: قلل العرض
nl: Toon minder
pl: Pokaż mniej
uk: Показати менше

source: {{ x }} remaining
nl: {{ x }} resterend
pl: {{ x }} pozostało
uk: {{ x }} лишається

source: Miners Reward
ar: مكافأة المعدنين
nl: Minersbeloning
pl: Zyski wydobywców
uk: Нагорода майнерів

source: Amount being paid to miners in the past 144 blocks
ar: المبلغ الذي يتم دفعه لمعدنين في الـ ١٤٤ كتله الماضية
nl: Bedrag betaald aan miners in de afgelopen 144 blokken
pl: Kwota zapłacona wydobywcom w ostatnich 144 blokach
uk: Виплати майнерам за останні 144 блоки

source: Average fees per block in the past 144 blocks
ar: متوسط الرسوم لكل كتلة خلال 144 كتلة الماضية
nl: Gemiddelde vergoedingen per blok in de afgelopen 144 blokken
pl: Średnie opłaty na blok w ciągu ostatnich 144 bloków
uk: Середня комісія блоку за останні 144 блоки

source: BTC/block
ar: بتكوين / كتلة
nl: BTC/blok
pl: BTC/blok
uk: BTC/блок

source: Avg Tx Fee
ar: متوسط رسوم العملية
nl: Gem Tx-vergoeding
pl: Śr. stopa opłat
uk: Середня комісія
