Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

source: Optimal
ar: الأمثل
es: Óptima
ko: 최적
nl: Optimaal
pl: Optymalny
sl: Optimalno
uk: Оптимальна

source: Only ~{{ medianFeeNeeded | feeRounding }} sat/vB was needed to get into this block
ar: كان مطلوب حوالي {{ medianFeeNeeded | feeRounding }} ساتوشي/بايت فقط لاضافة هذه المعاملة الى هذه الكتلة
ko: 이 블록에 포함되기 위해서 ~{{ medianFeeNeeded | feeRounding }} sat/vB만 필요했습니다
nl: Er was maar ~{{ medianFeeNeeded | feeRounding }} sat/vB nodig om in dit blok te komen
pl: Aby dostać się do tego bloku, potrzebne było tylko ~{{ medianFeeNeeded | feeRounding }} sat/vB
uk: Потрібно було всього ~{{ medianFeeNeeded | feeRounding }} sat/vB щоб попасти до цього блоку

source: Overpaid {{ overpaidTimes }}x
ar: رسوم زائده {{ overpaidTimes }}x
ko: {{ overpaidTimes }}x 만큼 초과 지불
nl: Overbetaald {{ overpaidTimes }}x
pl: Przepłacono {{ overpaidTimes }} x
uk: Переплата {{ overpaidTimes }}x

source: Wallet
nl: Portemonnee

source: Balance (BTC)
nl: Saldo (BTC)

source: Balance (USD)
nl: Saldo (USD)

# wallet.component.browser-title
source: Wallet: walletName
nl: Portemonnee: walletName

# meta.description.bitcoin.wallet
source: See mempool transactions, confirmed transactions, balance, and more for this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) wallet walletName.
nl: Bekijk mempool-transacties, bevestigde transacties, saldo en meer voor this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) portemonnee walletName.

source: Error loading wallet data.
nl: Fout bij het laden van portemonneegegevens.

source: Liquid Federation Holdings
nl: Liquide Federatie Holdings
pl: Zasoby Federacji Liquid
uk: На утриманні у федерації Liquid

source: Federation Timelock-Expired UTXOs
nl: Federatie Timelock-verlopen UTXO's
pl: UTXO Federacji, które wygasły w czasie blokady czasowej
uk: Прострочені таймлок UTXO федерації

source: LBTC Supply Against BTC Holdings
nl: LBTC-voorraad tegenover BTC-reserves

source: For any such requmempool.space mermempool.space merely provides data about the Bitcoin network.</b> It cannot help you with retrieving funds, wallet issues, etc.</p>For any such requFor any such requests, you need to get in touch with the entity that helped make the transaction (wallet software, exchange company, etc).</p>
nl: For any such requmempool.space mermempool.space levert alleen gegevens over het Bitcoin-netwerk.</b> Het kan u niet helpen met het ophalen van geld, portemonneeproblemen, enz.</p>For any such requVoor dergelijke verzoeken moet u contact opnemen met met de entiteit die heeft geholpen bij het uitvoeren van de transactie (portemonneesoftware, wisselkantoor, enz.).</p>
pl: For any such requmempool.space mermempool.space dostarcza jedynie dane o sieci Bitcoin.</b> Nie może pomóc w odzyskaniu środków, problemach z portfelem itp.</p>For any such requW przypadku takich próśb należy się z nami skontaktować z podmiotem, który pomógł w dokonaniu transakcji (oprogramowanie portfela, firma zajmująca się wymianą itp.).</p>
uk: For any such requmempool.space mermempool.space лише надає дані про мережу Біткоїн. </b> він не допоможе вам з поверненням коштів, проблемами з гаманцем та іншим.</p>For any such requЗ подібними запитами, ви повинні звернутись до особи/організації яка допомогла вам зробити транзакцію (гаманець, обмінник і т п).</p>

source: Endpoint
ar: نقطة النهاية
ko: 엔드포인트
nl: Eindpunt
pl: Końcówka
sl: Končna točka
uk: Ендпоїнт

source: Description
ar: وصف
es: Descripción
ko: 설명
nl: Omschrijving
pl: Opis
sl: Opis
uk: Опис

source: Code Example
ar: مثال على الرمز
es: Codigo de ejemplo
ko: 코드 예시
nl: Codevoorbeeld
pl: Przykład kodu
sl: Primer
uk: Приклад коду

source: Install Package
ar: تنزيل المجموعة
es: Instalar Paquete
ko: 패키지 설치하기
nl: Installeer pakket
pl: Zainstaluj pakiet
sl: Namestitev paketa
uk: Встановити пакунок

source: Response
ar: الاستجابة
es: Respuesta
ko: 응답
nl: Reactie
pl: Odpowiedź
sl: Odziv
uk: Відповідь

source: Documentation
ar: توثيق
ko: 문서
nl: Documentatie
pl: Dokumentacja
uk: Документація

# meta.description.docs.faq
source: Get answers to common questions like: What is a mempool? Why isn't my transaction confirming? How can I run my own instance of The Mempool Open Source Project? And more.
nl: Krijg antwoorden op veelgestelde vragen zoals: Wat is een mempool? Waarom wordt mijn transactie niet bevestigd? Hoe kan ik mijn eigen exemplaar van The Mempool Open Source Project draaien? En meer.
pl: Znajdź odpowiedzi na często zadawane pytania, takie jak: Co to jest mempool? Dlaczego moja transakcja nie zostaje potwierdzona? Jak mogę uruchomić własną instancję Projektu Open Source The Mempool? I inne.
uk: Отримайте відповіді на часті запитання на кшталт: Що таке мемпул? Чому моя транзакція не підтверджується? Як я можу запустити власну копію проєкту з відкритим кодом Mempol? Та інше.

# meta.description.docs.rest-liquid
source: Documentation for the liquid.network REST API service: get info on addresses, transactions, assets, blocks, and more.
nl: Documentatie voor de liquid.network REST API-service: krijg informatie over adressen, transacties, activa, blokken en meer.
pl: Dokumentacja dla usługi REST API liquid.network: uzyskaj informacje o adresach, transakcjach, aktywach, blokach i więcej.
uk: Документація для REST API сервісу liquid.network: отримайте інформацію про адреси, транзакції, активи, блоки та інше.

# meta.description.docs.rest-bitcoin
source: Documentation for the mempool.space REST API service: get info on addresses, transactions, blocks, fees, mining, the Lightning network, and more.
nl: Documentatie voor de mempool.space REST API-service: krijg informatie over adressen, transacties, blokken, kosten, mining, het Lightning-netwerk en meer.
pl: Dokumentacja dla usługi REST API mempool.space: uzyskaj informacje o adresach, transakcjach, blokach, opłatach, wydobyciu, sieci Lightning i więcej.
uk: Документація для REST API сервісу mempool.space: отримайте інформацію про адреси, транзакції, блоки, комісії, майнінг, мережу Lightning та інше.

# meta.description.docs.websocket-liquid
source: Documentation for the liquid.network WebSocket API service: get real-time info on blocks, mempools, transactions, addresses, and more.
nl: Documentatie voor de liquid.network WebSocket API-service: ontvang realtime informatie over blokken, mempools, transacties, adressen en meer.
pl: Dokumentacja dla usługi WebSocket API liquid.network: uzyskuj informacje w czasie rzeczywistym o blokach, mempoolach, transakcjach, adresach i więcej.
uk: Документація WebSocket API для сервісу liquid.network: отримуйте інформацію про блоки, мемпул, транзакції, адреси та інше в реальному часі.

# meta.description.docs.websocket-bitcoin
source: Documentation for the mempool.space WebSocket API service: get real-time info on blocks, mempools, transactions, addresses, and more.
nl: Documentatie voor de mempool.space WebSocket API-service: ontvang realtime informatie over blokken, mempools, transacties, adressen en meer.
pl: Dokumentacja dla usługi WebSocket API mempool.space: uzyskuj informacje w czasie rzeczywistym o blokach, mempoolach, transakcjach, adresach i więcej.
uk: Документація WebSocket API для сервісу mempool.space: отримуйте інформацію про блоки, мемпул, транзакції, адреси та інше в реальному часі.

# meta.description.docs.electrumrpc
source: Documentation for our Electrum RPC interface: get instant, convenient, and reliable access to an Esplora instance.
nl: Documentatie voor onze Electrum RPC-interface: krijg direct, gemakkelijk en betrouwbaar toegang tot een Esplora-instantie.
pl: Dokumentacja naszego interfejsu Electrum RPC: uzyskaj natychmiastowy, wygodny i niezawodny dostęp do instancji Esplora.
uk: Документація для нашого Electrum RPC інтерфейсу: отримуйте миттєвий, зручний та надійний доступ до сервісу Esplora.

source: Base fee
ar: رسوم الأساس
nl: Basisvergoeding
pl: Opłata bazowa
uk: Базова комісія

source: This channel supports zero base fee routing
ar: هذه القناة تدعم التوجيه برسوم أساس صفرية
nl: Dit kanaal ondersteunt routering zonder basisvergoeding
pl: Ten kanał wspiera routing bez opłaty bazowej
uk: Цей канал підтримує маршрутизацію з нульовою базовою комісією

source: Zero base fee
ar: رسوم أساس صفرية
nl: Zonder basisvergoeding
pl: Zero opłaty bazowej
uk: Нульова базова комісія

source: This channel does not support zero base fee routing
ar: هذه القناة لا تدعم التوجيه برسوم أساس صفرية
nl: Dit kanaal ondersteunt geen routering zonder basisvergoeding
pl: Ten kanał nie wspiera routingu bez opłaty bazowej
uk: Цей канал не підтримує маршрутизацію з нульовою базовою комісією

source: Non-zero base fee
ar: رسوم أساس غير صفرية
nl: Met basisvergoeding
pl: Niezerowa opłata bazowa
uk: Не нульова базова комісія

source: {{ i }} channels
ar: {{ i }}قنوات
nl: {{ i }} kanalen
pl: {{ i }} kanałów
uk: {{ i }} канали

source: Starting balance
ar: رصيد البداية
nl: Startbalans
pl: Saldo początkowe
uk: Початковий баланс

source: Closing balance
ar: رصيد الاقفال
nl: Sluitingsbalans
pl: Saldo końcowe
uk: Кінцевий баланс

source: lightning channel
ar: قناة برق
nl: lightningkanaal
pl: kanał lightning
uk: lightning канал

source: Inactive
ar: غير نشط
nl: Inactief
pl: Nieaktywny
uk: неактивний

source: Active
ar: نشط
nl: Actief
pl: Aktywny
uk: Активний

source: Closed
ar: مغلق
nl: Gesloten
pl: Zamknięty
uk: Закритий

source: Created
ar: منشأة
nl: Gecreërd
pl: Stworzony
uk: Створений

source: Capacity
ar: السعة
nl: Capaciteit
pl: Pojemność
uk: Місткість

# meta.description.lightning.channel
source: Overview for Lightning channel params.get('short_id'). See channel capacity, the Lightning nodes involved, related on-chain transactions, and more.
nl: Overzicht voor Lightning-kanaal params.get('short_id'). Bekijk de kanaalcapaciteit, de betrokken Lightning-nodes, gerelateerde on-chain-transacties en meer.
pl: Przegląd kanału Lightning params.get('short_id'). Zobacz przepustowość kanału, zaangażowane węzły Lightning, powiązane transakcje w łańcuchu i nie tylko.
uk: Огляд Lightning каналу params.get('short_id'). Перегляньте ємність каналу, причетні Lightning вузли, пов'язані транзакції та інше.

source: Lightning channel
ar: قناة البرق
nl: Lightningkanaal
pl: Kanał Lightning
uk: Lightning канал

source: Last update
ar: آخر تحديث
nl: Laatste update
pl: Ostatnia aktualizacja
uk: Востаннє оновлено

source: Closing date
ar: تاريخ الاغلاق
nl: Sluitingsdatum
pl: Data zamknięcia
uk: Дата закриття

source: Closed by
ar: مغلقة من
nl: Gesloten door
pl: Zamknięty przez
uk: Закрито

source: Opening transaction
ar: عملية الفتح
nl: Openingstransactie
pl: Transakcja otwarcia
uk: Відкриваюча транзакція

source: Closing transaction
ar: عملية الاغلاق
nl: Sluitingstransactie
pl: Transakcja zamknięcia
uk: Закриваюча транзакція

source: Channel: value.short_id
ar: قناة: value.short_id
nl: Kanaal: value.short_id
pl: Kanał: value.short_id
uk: Канал: value.short_id

source: Mutually closed
nl: Gezamelijke sluiting
pl: Obustronnie zamknięty
uk: Взаємно закритий

source: Force closed
nl: Gedwongen sluiting
pl: Wymuszone zamknięcie
uk: Закритий силою

source: Force closed with penalty
nl: Gedwongen sluiting met boete
pl: Wymuszone zamknięcie z karą
uk: Закритий силою з штрафом

source: No channels to display
ar: لايوجد قنوات للعرض
nl: Geen kanalen om weer te geven
pl: Brak kanałów do wyświetlenia
uk: Немає каналів для відображення

source: Channel ID
ar: معرف القناة
nl: Kanaal-ID
pl: ID kanału
uk: ID каналу

source: avg
nl: gem
pl: średnia
uk: в середньому

source: Avg Capacity
ar: متوسط السعة
nl: Gem Capaciteit
pl: Śr. pojemność
uk: Середня місткість

source: Avg Fee Rate
ar: متوسط معدل الرسوم
nl: Gem Vergoedingstarief
pl: Śr. poziom opłat
uk: Середній тариф

source: The average fee rate charged by routing nodes, ignoring fee rates > 0.5% or 5000ppm
ar: متوسط معدل الرسوم المفروضة من الأنواد الموجهة، مع تجاهل معدل الرسوم < ٠.٥٪ أو ٥٠٠٠ ppm
nl: Het gemiddelde vergoedingstarief van routingnodes, waarbij vergoedingstarieven van > 0,5% of 5000ppm worden genegeerd
pl: Średni poziom opłat pobieranych przez węzły routujące, z wyłączeniem opłat > 0.5% lub 5000ppm
uk: Середній тариф, що стягується вузлами маршрутизації, без урахування ставок комісії > 0.5% або 5000ppm

source: Avg Base Fee
ar: متوسط رسوم الأساس
nl: Gem basisvergoeding
pl: Śr. opłata bazowa
uk: Середня комісія

source: The average base fee charged by routing nodes, ignoring base fees > 5000ppm
ar: متوسط معدل الرسوم المفروضة من الأنواد الموجهة، مع تجاهل معدل الرسوم < 5000 ppm
nl: De gemiddelde basisvergoeding van routingnodes, waarbij basisvergoedingen van > 5000ppm worden genegeerd
pl: Średni poziom opłaty bazowej pobieranej przez węzły routujące, z wyłączeniem opłat > 5000ppm
uk: Середня комісія, що стягується вузлами маршрутизації, без урахування комісії > 5000ppm

source: Med Capacity
ar: متوسطة السعة
nl: Med Capaciteit
pl: Mediana pojemności
uk: Середня медіана

source: Med Fee Rate
ar: معدل رسوم متوسط
nl: Med vergoedingstarief
pl: Mediana poziomu opłat
uk: Медіана ставки комісії

source: The median fee rate charged by routing nodes, ignoring fee rates > 0.5% or 5000ppm
ar: وسيط معدل الرسوم المفروضة من الأنواد الموجهة، مع تجاهل معدل الرسوم < ٠.٥٪ أو ٥٠٠٠ ppm
nl: Het mediane vergoedingstarief van routingnodes, waarbij vergoedingstarieven van > 0,5% of 5000 ppm worden genegeerd
pl: Mediana poziomu opłat pobieranych przez węzły routujące, z wyłączeniem opłat > 0.5% lub 5000ppm
uk: Медіана ставки комісії яка стягується вузлами маршрутизації, без урахування ставки комісії > 0.5% чи 5000ppm

source: Med Base Fee
ar: رسوم أساس متوسطة
nl: Med Basisvergoeding
pl: Mediana opłaty bazowej
uk: Медіана базової комісії

source: The median base fee charged by routing nodes, ignoring base fees > 5000ppm
ar: وسيط معدل الرسوم المفروضة من الأنواد الموجهة، مع تجاهل معدل الرسوم < 5000 ppm
nl: De mediane basisvergoeding van routingnodes, waarbij basisvergoedingen van > 5000ppm worden genegeerd
pl: Mediana opłaty bazowej pobieranej przez węzły routujące, z wyłączniem opłat > 5000ppm
uk: Медіана базової комісії, що стягується вузлами маршрутизації, без урахування базової комісії > 5000ppm

source: Lightning node group
ar: مجموعة نود البرق
nl: Lightningnodegroep
pl: Grupa węzłów Lightning
uk: Група Lightning вузлів

source: Liquidity
ar: السيولة
nl: Liquiditeit
pl: Płynność
uk: Ліквідність

source: Channels
ar: القنوات
nl: Kanalen
pl: Kanały
uk: Канали

source: Average size
ar: حجم متوسط
nl: Gemiddelde grootte
pl: Średni rozmiar
uk: Середній розмір

source: Connect
nl: Verbind
pl: Połącz
uk: З'єднатись

source: Location
ar: الموقع
nl: Locatie
pl: Lokalizacja
uk: Локація

source: Penalties
nl: Sancties
pl: Kary
uk: Покарання

source: Network Statistics
ar: احصائيات الشبكة
nl: Netwerkstatistieken
pl: Statystyki sieci
uk: Статистика мережі

source: Channels Statistics
ar: احصائيات القنوات
nl: Kanaalstatistieken
pl: Statystyki kanałów
uk: Статистика каналу

source: Lightning Network History
ar: تاريخ شبكة البرق
nl: Lightning Netwerk-geschiedenis
pl: Historia Lightning Network
uk: Історія мережі Lightning

source: Liquidity Ranking
ar: تصنيف السيولة
nl: Liquiditeitsrangschikking
pl: Ranking płynności
uk: Рейтинг ліквідності

source: Connectivity Ranking
ar: تصنيف الاتصالية
nl: Connectiviteitsrangschikking
pl: Ranking łączności
uk: Рейтинг зв'язку

# meta.description.lightning.dashboard
source: Get stats on the Lightning network (aggregate capacity, connectivity, etc), Lightning nodes (channels, liquidity, etc) and Lightning channels (status, fees, etc).
nl: Ontvang statistieken over het Lightning-netwerk (totale capaciteit, connectiviteit, enz.), Lightning-nodes (kanalen, liquiditeit, enz.) en Lightning-kanalen (status, kosten, enz.).
pl: Uzyskaj statystyki dotyczące sieci Lightning (łączna pojemność, łączność itp.), węzłów Lightning (kanały, płynność finansowa itp.) oraz kanałów Lightning (status, opłaty itp.).
uk: Отримайте статистику для мережі Lightning (агрегована ємність, з'єднаність і т п), Lightning вузлів (канали, ліквідність і т п) та Lightning канали (статус, комісії і т п).

source: Fee distribution
ar: توزع الرسوم
nl: Vergoedingsdistributie
pl: Rozkład opłat
uk: Розподіл комісії

source: Outgoing Fees
nl: Uitgaande vergoedingen
pl: Opłaty wychodzące
uk: Вихідні комісії

source: Incoming Fees
nl: Inkomende vergoedingen
pl: Opłaty przychodzące
uk: Вхідні комісії

source: Percentage change past week
ar: نسبة التغير للاسبوع الماضي
nl: Procentuele verandering afgelopen week
pl: Zmiana procentowa w zeszłym tygodniu
uk: Відсоткова зміна за останній тиждень

source: Active capacity
ar: السعة النشطة
nl: Actieve capaciteit
pl: Aktywna pojemność
uk: Активна місткість

source: Active channels
ar: القنوات النشطة
nl: Actieve kanalen
pl: Aktywne kanały
uk: Активні канали

source: Country
ar: الدولة
nl: Land
pl: Państwo
uk: Країна

# meta.description.lightning.node
source: Overview for the Lightning network node named node.alias. See channels, capacity, location, fee stats, and more.
nl: Overzicht voor het Lightning-node met de naam node.alias. Bekijk kanalen, capaciteit, locatie, kostenstatistieken en meer.
pl: Przegląd węzła sieci Lightning o nazwie node.alias. Zobacz kanały, pojemność, lokalizację, statystyki opłat i nie tylko.
uk: Огляди вузлу Lightning мережі під назвою node.alias. Перегляньте канали, ємність, локації, статистику комісії та інше.

source: Average channel size
ar: متوسط حجم القناة
nl: Gemiddelde kanaalgrootte
pl: Średni rozmiar kanału
uk: Середній розмір каналу

source: Avg channel distance
ar: متوسط مسافة القناة
nl: Gemiddelde kanaalafstand
pl: Śr. oddalenie kanałów
uk: Середня відстань каналу

source: Color
ar: اللون
nl: Kleur
pl: Kolor
uk: Колір

source: Exclusively on Tor
ar: حصرية على تور
nl: Exclusief op Tor
pl: Wyłącznie na sieci Tor
uk: Ексклюзивно для Tor

source: Decoded
nl: Gedecodeerd
pl: Zdekodowane
uk: Розкодовано

source: Liquidity ad
ar: اشهار سيولة
nl: Liquiditeitsadvertentie
pl: Reklama płynności
uk: Реклама ліквідності

source: Lease fee rate
ar: معدل رسوم العقد
nl: Leasevergoedingstarief
pl: Stawka opłat dzierżawy
uk: Ставка комісії оренди

source: Lease base fee
ar: أساس رسوم العقد
nl: Leasebasisvergoeding
pl: Opłata bazowa dzierżawy
uk: Базова комісія оренди

source: Funding weight
ar: وزن التمويل
nl: Financieringsgewicht
pl: Blok finansujący
uk: Вага фінансування

source: Channel fee rate
ar: معدل رسوم القناة
nl: Kanaalvergoedingstarief
pl: Stawka opłat kanału
uk: Ставка комісії каналу

source: Channel base fee
ar: أساس رسوم القناة
nl: Kanaalbasisvergoeding
pl: Opłata bazowa kanału
uk: Базова комісія каналу

source: TLV extension records
nl: TLV-extensierecords
pl: Rekordy rozszerzeń TLV
uk: Записи продовження TLV

source: Open channels
ar: قنوات مفتوحة
nl: Open kanalen
pl: Otwarte kanały
uk: Відкриті канали

source: Closed channels
ar: قنوات مغلقة
nl: Gesloten kanalen
pl: Zamknięte kanały
uk: Закриті канали

source: (Tor nodes excluded)
ar: ( أنواد تور مستثناة)
nl: (Tornodes uitgesloten)
pl: (bez węzłów Tor)
uk: (Без Tor вузлів)

# meta.description.lightning.node-map
source: See the channels of non-Tor Lightning network nodes visualized on a world map. Hover/tap on points on the map for node names and details.
nl: Bekijk de kanalen van niet-Tor Lightning-nodes gevisualiseerd op een wereldkaart. Beweeg/tik op punten op de kaart voor knooppuntnamen en details.
pl: Zobacz kanały węzłów Lightning w sieci innych niż Tor zwizualizowane na mapie świata. Najedź kursorem/dotknij punktów na mapie, aby wyświetlić nazwy węzłów i szczegóły.
uk: Перегляньте канали для не Tor вузлів мережі Lightning візуалізованій на мапі світу. Наведіть/тапніть на точки на мапі щоб побачити назви та деталі вузлу.

source: No geolocation data available
ar: لا يوجد معلومات عن الموقع الجغرافي
nl: Geen geolocatiedata beschikbaar
pl: Brak danych geolokalizacyjnych
uk: Немає доступної геолокації

source: Active channels map
ar: خارطة القنوات النشطة
nl: Actieve kanalen-kaart
pl: Mapa aktywnych kanałów
uk: Мапа активних каналів

# meta.description.lightning.node-channel-map
source: See the locations of non-Tor Lightning network nodes visualized on a world map. Hover/tap on points on the map for node names and details.
nl: Bekijk de locaties van niet-Tor Lightning-nodes gevisualiseerd op een wereldkaart. Beweeg/tik op punten op de kaart voor nodes en details.
pl: Zobacz lokalizacje węzłów sieci innych niż Tor Lightning wizualizowane na mapie świata. Najedź kursorem/dotknij punktów na mapie, aby wyświetlić nazwy węzłów i szczegóły.
uk: Перегляньте локації для не Tor вузлів мережі Lightning візуалізованій на мапі світу. Наведіть/тапніть на точки на мапі щоб побачити назви та деталі вузлу.

# meta.description.lightning.nodes-network
source: See the number of Lightning network nodes visualized over time by network: clearnet only (IPv4, IPv6), darknet (Tor, I2p, cjdns), and both.
nl: Bekijk het aantal Lightning-nodes dat in de loop van de tijd per netwerk is gevisualiseerd: alleen clearnet (IPv4, IPv6), darknet (Tor, I2p, cjdns) en beide.
pl: Zobacz liczbę węzłów sieci Lightning wizualizowanych w czasie według sieci: tylko clearnet (IPv4, IPv6), darknet (Tor, I2p, cjdns) lub obie.
uk: Перегляньте число вузлів мережі Lightning візуалізованої протягом часу за мережею: (IPv4, IPv6), даркнет (Tor, I2p, cjdns), та їх обох.

source: Indexing in progress
ar: تجري الفهرسة
nl: Indexering is bezig
pl: Indeksowanie w toku
uk: Йде індексування

source: Clearnet and Darknet
nl: Clearnet en Darknet
pl: Clearnet i Darknet
uk: Клірнет та Даркнет

source: Clearnet Only (IPv4, IPv6)
nl: Alleen Clearnet (IPv4, IPv6)
pl: Tylko Clearnet (IPv4, IPv6)
uk: Тільки Клірнет (IPv4, IPv6)

source: Darknet Only (Tor, I2P, cjdns)
nl: Alleen Darknet (Tor, I2P, cjdns)
pl: Tylko Darknet (Tor, I2P, cjdns)
uk: Тільки Даркнет (Tor, I2P, cjdns)

source: Share
ar: مشاركة
nl: Delen
pl: Udostępnij
uk: Частка

# meta.description.lightning.nodes-country-overview
source: See a geographical breakdown of the Lightning network: how many Lightning nodes are hosted in countries around the world, aggregate BTC capacity for each country, and more.
nl: Bekijk een geografische uitsplitsing van het Lightning-netwerk: hoeveel Lightning-nodes er worden gehost in landen over de hele wereld, de totale BTC-capaciteit voor elk land, en meer.
pl: Zobacz rozkład geograficzny sieci Lightning: ile węzłów Lightning jest hostowanych w krajach na całym świecie, łączną pojemność BTC dla każdego kraju i nie tylko.
uk: Дивіться географічний розподіл мережі Lightning: скільки вузлів Lightning розміщено в різних країнах світу, сукупну ємність BTC для кожної країни та інше.

source: this.amountShortenerPipe.transform(country.capacity / 100000000, 2) BTC capacity
ar: this.amountShortenerPipe.transform(country.capacity / 100000000, 2)سعة BTC
nl: this.amountShortenerPipe.transform(country.capacity / 100000000, 2) BTC-capaciteit
pl: this.amountShortenerPipe.transform(country.capacity / 100000000, 2) pojemność BTC
uk: this.amountShortenerPipe.transform(country.capacity / 100000000, 2) BTC пропускної спроможності

source: ISP Count
ar: عدد مزودي الانترنت
nl: ISP-telling
pl: Liczba ISP
uk: Кількість ISP
