Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

source: Default push: <code>'track-ad action: 'want', data: ['blocks', ...] {{ '}' }}</code> to express what you want pushed. Available: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code>, and <code>stats</code>.Push transaPush transaPush transactions related to address: <code>'track-ad 'track-address': '3PbJ...bF9B' {{ '}' }}</code> to receive all new transactions containing that address as input or output. Returns an array of transactions. <code>address-transactions</code> for new mempool transactions, and <code>block-transactions</code> for new block confirmed transactions.
ar: الدفع الإعتيادي:<code>'track-adإجراء:أريد, بيانات:[’الكتل’،...]{{ '}' }}</code>لتحدديد ما تريد دفعه.متوفر:<code>كتل</code>،<code>;كتل عقود للعمليات غير المعلنة</code>،<code>جدول-2h-مباشر</code>،و<code>إحصاءات </code>.Push transaPush transaدفع المعاملات المرتبطة بالعنوان:<code>'track-ad’إتبع-عنوان’: ’3PbJ...bF98’{{ '}' }}</code>للحصول على معاملة جديدة تحتوي ذلك العنوان كإدخال و إخراج. إرجاع مصفوف المعاملات.<code>عنوان المعاملات</code>لكتل العقود غير المعلنة الجديدة، و <code>معاملات الكتللالمعاملات المؤكدة في الكتل الجديدة</code>.
pl: Domyślny push: <code>'track-ad action: 'want', data: ['blocks', ...] {{ '}' }}</code> aby wyrazić co chcesz wysłać. Dostępne: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code> i <code>stats</code>.Push transaPush transaWysłanie transakcji związanych z adresem: <code>'track-ad 'track-address': '3PbJ...bF9B' {{ '}' }}</code> aby otrzymać wszystkie nowe transakcje zawierające ten adres jako wejście lub wyjście. Zwraca tablicę transakcji. <code>address-transactions</code> dla nowych transakcji mempool, i <code>block-transactions</code> dla nowo potwierdzonych transakcji w bloku.
uk: Надсилання за замовчуванням за замовчуванням: <code>'track-ad action: 'want', data: ['blocks', ...] {{ '}' }}</code> щоб вказати, що має бути надіслано. Доступно: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code> та <code>stats</code>.Push transaPush transaНадіслати транзакції пов'язані з адресою: <code>'track-ad 'track-address': '3PbJ...bF9B' {{ '}' }}</code> щоб отримати всі нові транзакції які містять дану адресу у входах чи виходах. Повертає масив транзакцій. <code>address-transactions</code> для нових мемпул транзакцій та <code>block-transactions</code> для нових підтверджених транзакцій.

source: Open
ar: مفتوحة
pl: Otwarty
uk: Відкритий

source: med
pl: mediana
uk: медіана

source: Nodes
ar: أنواد
pl: Węzly
uk: Вузли

source: Lightning node
ar: نود برق
pl: Węzeł lightning
uk: Lightning вузол

source: Compact lease
ar: عقد سريع
pl: Kompaktowa dzierżawa
uk: Компактна оренда

source: Node: node.alias
ar: نود: node.alias
pl: Węzeł: node.alias
uk: Вузол: node.alias

source: Lightning Nodes Channels World Map
ar: قنوات أنواد البرق على خريطة العالم
pl: Mapa światowa kanałów węzłów sieci Lightning
uk: Мапа каналів Lightning вузлів

source: Indexing in progress
ar: تجري الفهرسة
pl: Indeksowanie w toku
uk: Йде індексування

source: nodeCount nodes
pl: nodeCount węzłów
uk: nodeCount вузлів

source: Lightning nodes in {{ country?.name }}
ar: أنواد البرق في {{ country?.name }}
pl: Węzły Lightning w {{ country?.name }}
uk: Lightning вузлів в {{ country?.name }}

source: Top ISP
ar: أعلى مزودي الانترنت
pl: Wiodący ISP
uk: Рейтинг ISP

source: Lightning nodes in response.country.en
ar: أنواد البرق في response.country.en
pl: Węzły Lightning w response.country.en
uk: Lightning вузлів в response.country.en

source: Lightning ISP
ar: مزود خدمة انترنت للبرق
pl: ISP Lightning

source: Top node
ar: أعلى نود
pl: Wiodący węzeł
uk: Рейтинг вузлів

source: Top lightning nodes
ar: أعلى أنواد البرق
pl: Ranking węzłów lightning
uk: Рейтинг lightning вузлів

source: Unconfirmed
ar: غير مؤكده
es: Sin confirmar
ko: 컨펌되지 않음
pl: Niepotwierdzone
sl: Nepotrjeno
uk: Непідтверджена

source: Your balance is too low.<br/>Please <a class="top-up-link" href="/services/accelerator/overview">top up your account</a>.
pl: Twoje saldo jest za niskie.<br/>Proszę <a class="top-up-link" href="/services/accelerator/overview">doładować konto</a>.

source: Testnet4 is not yet finalized, and may be reset at anytime.
pl: Testnet4 nie jest jeszcze ukończony i może zostać zresetowany w dowolnym momencie.

# date-base.week
source: counter week
ar: counter اسبوع
ko: counter 주
pl: counter tydzień
uk: counter тиждень

# ngb.timepicker.MM
source: MM
ar: دقيقة
uk: ХХ

# ngb.timepicker.SS
source: SS
ar: ثانية
uk: СС

source: Status
uk: Статус

source: beta
ar: تجريبي
uk: бета

source: Genesis
ar: منشأ
es: Génesis
ko: 제네시스
uk: Генезис

source: halving
uk: халвінг

source: Offline
ar: غير متصل
es: Sin conexión
ko: 오프라인
sl: Brez povezave
uk: Офлайн

source: 1m
uk: 1хв

source: Sigops
uk: Sigop

source: Peg-in
ar: ربط
ko: 페그 인
uk: Закріплення

# meta.title.docs.faq
source: FAQ
uk: ЧаПи

source: Min HTLC
uk: Мінімальний HTLC

source: Max HTLC
uk: Максимальний HTLC

source: Timelock delta
uk: Дельта блокування по часу

source: Alias
ar: مسمى
uk: Псевдонім

source: {{ i }} transaction
ar: {{ i }} حوالة
ko: {{ i }} 트랜잭션

source: {{ i }} transactions
ar: {{ i }} معاملة
ko: {{ i }} 트랜잭년

# bisq-address.component.browser-title
source: Address: this.addressString
ar: العنوان: this.addressString
ko: 주소: this.addressString

source: Block <ng-container *ngTemplateOutlet="blockTemplateContent"></ng-container>
ar: الكتلة <ng-container *ngTemplateOutlet="blockTemplateContent"></ng-container>
ko: 블록 <ng-container *ngTemplateOutlet="blockTemplateContent"></ng-container>

source: Previous hash
ar: معرف التشفير السابق
es: Hash previo
ko: 이전 해시
sl: Prejšnji blok

# bisq-block.component.browser-title
source: Block block.height: block.hash
ar: كتلة block.height:block.hash
ko: 블록 block.height:block.hash

source: BSQ Blocks
ar: كتل BSQ
es: Bloques BSQ
ko: BSQ 블록들
sl: BSQ Bloki

source: Confirmed
ar: تم تأكيد
es: Confirmación
ko: 컨펌됨
sl: Potrjeno

source: Bisq Trading Volume
ar: حجم التداول في Bisq
es: Volumen de intercambio en Bisq
ko: Bisq 거래량
sl: Bisq obseg trgovanja

source: Markets
ar: الأسواق
es: Mercados
ko: 시장
sl: Trgi

source: Bitcoin Markets
ar: أسواق البتكوين
es: Mercados Bitcoin
ko: 비트코인 시장
sl: Bitcoin trgi

source: Currency
ar: العملة
es: Moneda
ko: 화폐
sl: Valuta

source: Volume (7d)
ar: حجم التداول (7 ايام)
es: Volumen (7d)
ko: 볼륨 (7일)
sl: Obseg (7d)

source: Trades (7d)
ar: التداول (7 ايام)
es: Intercambios (7d)
ko: 거래 (7일)
sl: Posli (7d)

source: Latest Trades
ar: احدث التداولات
es: Últimos intercambios
ko: 최신 거래
sl: Najnovejši posli

source: Bisq Price Index
ar: مؤشر السعر Bisq
es: Índice de Precios Bisq
ko: Bisq 가격 지수
sl: Bisq indeks cen

source: Bisq Market Price
ar: سعر سوق Bisq
es: Precio de Mercado Bisq
ko: Bisq 시장 가격
sl: Bisq tržna cena

source: Buy Offers
ar: طلبات الشراء
es: Ofertas de Compra
ko: 오퍼 구매하기
sl: Nakup

source: Sell Offers
ar: طلبات البيع
es: Ofertas de Venta
ko: 오퍼 판매하기
sl: Prodaja

source: Amount ({{ i }})
ar: كمية ({{ i }})
ko: 금액 ({{ i }})

source: BSQ statistics
ar: احصائيات BSQ
es: Estadísticas de BSQ
ko: BSQ 통계
sl: BSQ Statistika

source: Existing amount
ar: المبلغ الحالي
es: Cantidad existente
ko: 기존 금액
sl: Obstoječi znesek

source: Minted amount
ar: المبلغ المسكوك
es: Cantidad acuñada
ko: 발행된 금액
sl: Skupni znesek

source: Burnt amount
ar: المبالغ المحترقة
es: Cantidad quemada
ko: 소각된 금액
sl: Uničeno (burned)

source: Spent TXOs
ar: تم صرف مخرجات المعاملة
es: TXO gastadas
ko: 사용한 트랜잭션 아웃풋
sl: Porabljeni TXO

source: Market cap
ar: القيمة السوقية
es: Capitalización de mercado
ko: 시가 총액
sl: Tržna kapitalizacija

source: Inputs
ar: المدخلات
es: Entradas
ko: 인풋
sl: Vhodi

source: Outputs
ar: المخرجات
es: Salidas
ko: 아웃풋
sl: Izhodi

source: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confir confirmation
ar: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confirتأكيد
ko: confirmation</ng-template> <ng-template #confirmationPlural let-i i18n="shared.confirmation-count.plural|Transaction plural confir 컨펌

source: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran confirmations
ar: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran تأكيدات
ko: confirmations</ng-template> </button> </div> </div> <div class="clearfix"></div> <div class="box tran 컨펌들

source: Included in block
ar: مدرجة في الكتلة
es: Incluido en el bloque
ko: 포함된 블록
sl: Vključeno v blok

source: Fee per vByte
ar: الرسوم لكل بايت افتراضي
es: Tasa por vByte
ko: vByte당 수수료
sl: Omrežnina na vBajt

source: Details
ar: التفاصيل
es: Detalles
ko: 자세히
sl: Podrobnosti

source: BSQ Transactions
ar: معاملات BSQ
es: Transacciones BSQ
ko: BSQ 트랜잭션
sl: BSQ Transakcije

source: TXID
ar: معرّف الحوالة
ko: 트랜잭션 ID

source: Asset listing fee
ar: رسوم الإدراج
es: Tasa de listado de activo
ko: 자산 상장 수수료
sl: Provizija za registracijo sredstva

source: Blind vote
ar: التصويت المخفي
es: Voto secreto
ko: 블라인드 투표
sl: Tajno glasovanje

source: Compensation request
ar: طلب تعويض
es: Solicitud de compensación
ko: 보상 요청
sl: Zahteva za izplačilo

source: Irregular
ar: غير نظامي
ko: 불규칙함
sl: Nepravilno

source: Lockup
ar: حجز
es: Bloqueo
ko: 락업
sl: Zaklepanje

source: Pay trade fee
ar: دفع رسوم التداول
es: Pagar tasa de intercambio
ko: 거래 수수료 지불하기
sl: Plačilo provizije za trgovanje

source: Proof of burn
ar: تاكيد الحرق
es: Prueba de quemado
ko: 소각 증명
sl: Dokaz o uničenosti

source: Proposal
ar: عرض
es: Propuesta
ko: 제안
sl: Predlog

source: Reimbursement request
ar: طلب سداد
es: Solicitud de reembolso
ko: 환급 요청
sl: Zahteva za povračilo

source: Transfer BSQ
ar: نقل BSQ
es: Transferencia de BSQ
ko: BSQ로 변환하기
sl: Prenos BSQ

source: Unlock
ar: فتح
es: Desbloquear
ko: 열기
sl: Odklepanje

source: Vote reveal
ar: اعلان التصويت
es: Revelado de voto
ko: 투표 공개
sl: Razkritje rezultatov glasovanja

# bisq-transactions.filter
source: Filter
ar: تنقيه
es: Filtrar
ko: 필터

# bisq-transactions.selectall
source: Select all
ar: تحديد الكل
es: Seleccionar todas
ko: 모두 선택
sl: Izberi vse

# bisq-transactions.unselectall
source: Unselect all
ar: الغاء تحديد الكل
es: Deseleccionar todas
ko: 모두 선택 해제
sl: Počisti izbiro

# bisq-graph-trades
source: Trades
ar: تداولات
es: Intercambios
ko: 거래
sl: Posli

# bisq-graph-volume
source: Volume
ar: حجم التداول
es: Volumen
ko: 양
sl: Obseg

source: Community Sponsors ❤️
ar: رعاة من المجتمع ❤️
es: Patrocinadores de la comunidad ❤️
ko: 커뮤니티 스폰서❤️
sl: Sponzorji - posamezniki ❤️

# address-label.multisig
source: Multisig ms.m of ms.n
ar: متعددة التواقيع ms.mمن ms.n

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transaction
ar: عملية {{ (transactions?.length | number) || '?' }} من{{ txCount | number }}

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transactions
ar: عمليات {{ (transactions?.length | number) || '?' }}من {{ txCount | number }}

source: <i>There many transactions on this address, more than your backend can handle. See more on <a href="/docs/faq#address-lookup-issues">setting up a stronger backend</a>.</i><br><br> Consider viewing this address on the official Mempool website instead:
ar: <i>عمليات كثيرة على هذا العنوان، أكثر مما يستطيع نظامك التعامل معه. شاهد المزيد على <a href="/docs/faq#address-lookup-issues"> ولإعداد نظام أقوى </a>. </i><br><br> أو خذ في الاعتبار عرض هذا العنوان على موقع الميم بول الرسمي:

source: Stats
ar: احصائيات
es: Estadísticas
ko: 통계
sl: Statistika

source: Docs
ar: المستندات
ko: 문서들

source: Around block: data[0].data[2]
ar: تقريبا في الكتلة: data[0].data[2]

source: sat
ar: ساتوشي
ko: 사토시

source: sat/vB
ar: ساتوشي/بايت

source: Removed
ar: مزال

source: Added
ar: مضاف

source: Block Prediction Accuracy
ar: دقة توقع الكتلة

source: Match rate
ar: معدل المطابقة

source: Subsidy + fees:
ar: مكافأة الكتلة + الرسوم:
es: Subsidio + tasas:
ko: 채굴된 양 + 수수료:
sl: Nagrada + omrežnine:

source: <span class="shared-block">blocks</span></ng-template> <ng-template <span class="shared-block">blocks</span>
ar: <span class="shared-block">blocks</span></ng-template> <ng-template<span class="shared-block">كتل</span>

source: Incoming transactions
ar: الحوالات الواردة
es: Transacciones entrantes
ko: 들어오는 트랜잭션
sl: Pretočnost

source: vB/s
ar: بايتات افتراضية\الثانية

source: Hashrate & Difficulty
ar: معدل التجزئة & معدل الصعوبة

source: Lightning
ar: البرق

source: Latest blocks
ar: احدث الكتل
es: Últimos bloques
ko: 최신 블록
sl: Najnovejši bloki

source: Pools luck
ar: حظ احواض التعدين

source: Pools count
ar: عدد الاحواض

source: Empty blocks
ar: الكتل الفارغة

source: Pools Luck (1w)
ar: حظ التجمعات (الاسبوع)

source: Pools Count (1w)
ar: عدد التجمعات (الاسبوع)

source: i blocks
ar: كتلi

source: Estimated
ar: المتوقع

source: Reported
ar: مبلغ عنها

source: Luck
ar: الحظ

source: Mined blocks
ar: كتل تم تعدينها

source: 24h
ar: ٢٤ ساعه

source: sats/tx
ar: ساتوشي/عملية

source: Reward Per Tx
ar: مكافئة لكل عملية

# time-until
source: In ~dateStrings.i18nMinute
ar: خلال ~ dateStrings.i18nMinute
ko: ~dateStrings.i18nMinute 안에

source: This transaction replaced:
ar: هذه العملية استبدلت:

source: Replaced
ar: مستبدل

source: In several hours (or more)
ar: بعد عدة ساعات (أو أكثر)
es: En unas cuantas horas (o más)
ko: 몇 시간 후 (또는 그 이상)
sl: V nekaj urah (ali več)

source: Coinbase
ar: كوين بيس
ko: 코인베이스

source: nSequence
ar: ن التسلسل
es: nSecuencia

source: ScriptPubKey (ASM)
ar: النتيجة النصية لمعاملات بتكوين(عملية عكسية لإلغاء الرموز النصية)

source: remaining</ng-template> remaining
ar: متبقي remaining</ng-template>

source: RBF
ar: استبدل بالرسوم

source: Latest transactions
ar: احدث التحويلات
es: Últimas transacciones
ko: 최신 트랜잭션
sl: Najnovejše transakcije

source: USD
ar: دولار
ko: 달러

source: Memory usage
ar: استخدام الذاكرة
es: Uso de memoria
ko: 멤풀 메모리 사용량
sl: Velikost

# docs.faq.button-title
source: FAQ
ar: أسئلة متكررة

source: Status
ar: الحالة

source: sats
ar: ساتوشي

source: No node found for public key "{{ node.public_key | shortenString : 12}}"
ar: لم نعثر على نود للعنوان العام &quot' {{ node.public_key | shortenString : 12}}&quot'

source: ISP
ar: مزود خدمة الانترنت

source: Reachable on Clearnet Only
ar: متاح على الكليرنت فقط

source: Reachable on Clearnet and Darknet
ar: متاح على الكليرنت والداركنت

source: Reachable on Darknet Only
ar: متاح على الداركنت فقط

source: country.count.toString() nodes
ar: country.count.toString()أنواد

source: Top 100 nodes liquidity ranking
ar: أعلى 100 نود حسب السيولة

source: Top 100 nodes connectivity ranking
ar: أعلى 100 نود حسب الاتصالية

source: Registered assets
es: Activos registrados
ko: 등록 된 자산
sl: Registrirana sredstva

source: Timestamp
es: Sello de tiempo
ko: 타임스탬프
sl: Datum in čas

source: View all »
es: Ver todos »
ko: 모두 보기 »
sl: Prikaži vse »

source: Building a mempool and blockchain explorer for the Bitcoin community, focusing on the transaction fee market and multi-layer ecosystem, without any advertising, altcoins, or third-party trackers.
es: Construímos un explorador de mempool y cadena de bloques para la comunidad Bitcoin, con el foco en el mercado de transacciones y el ecosistema multicapa, sin anuncios, altcoins o rastreadores de terceros.
ko: 비트코인 커뮤니티를 위해 멤풀과 비트코인 익스플로어를 만들었습니다. 트랜잭션 비용 마켓과 멀티 레이어 체계를 광고, 알트코인, 그리고 트래커 없이 이용하실 수 있습니다.
sl: Raziskovalec blokov in mempool-a razvit za Bitcoin skupnost, osredotočen na trg omrežnin za transakcije in večplastni ekosistem. Brez oglaševanja, alternativnih kriptovalut in sledilcev tretjih ponudnikov.

source: Become a sponsor ❤️
es: Sé patrocinador ❤️
ko: 후원하기 ❤️
sl: Postanite sponzor ❤️

source: Navigate to <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> to sponsor
ko: 후원은 <a href="https://mempool.space/sponsor" target="_blank"> https://mempool.space/sponsor </a>을 참조하시길 바랍니다

source: Lightning {{ lightning }}
ko: 라이트닝 {{ lightning }}

source: Name
es: Nombre
ko: 이름
sl: Naziv

source: API service
ko: API 서비스

source: Returns details about difficulty adjustment.
es: Devuelve detalles sobre el ajuste de la dificultad.
ko: 난이도 조정에 대한 정보를 반환.
sl: Vrne podrobnosti o prilagoditvi težavnosti.

source: Provides list of available currencies for a given base currency.
ko: 주어진 기본 통화에 대해 사용 가능한 통화 목록을 제공합니다.

source: Provides list of open offer prices for a single market.
ko: 하나의 시장에 대한 매수 주문 목록을 제공합니다.

source: Provides hi/low/open/close data for a given market. This can be used to generate a candlestick chart.
ko: 주어진 시장에 대한 고가/저가/시가/종가 데이터를 제공합니다. 이는 캔들스틱 차트를 생성하는데 사용할 수 있습니다.

source: Provides list of available markets.
ko: 사용 가능한 시장 목록을 제공합니다.

source: Provides list of open offer details for a single market.
ko: 하나의 시장에 대한 매도 주문 목록을 제공합니다.

source: Provides 24 hour price ticker for single market or all markets
ko: 24시간 가격 티커를 하나 또는 모든 시장에 대해 제공합니다

source: Provides list of completed trades for a single market.
ko: 하나의 시장에 대해 완료된 거래 목록을 제공합니다.

source: Provides periodic volume data in terms of base currency for one or all markets.
ko: 하나 또는 모든 시장에 대한 주기적인 볼륨 데이터를 기본 통화 측면에서 제공합니다.

source: Returns statistics about all Bisq transactions.
es: Muestra estadísticas sobre todas las transacciones de Bisq.
ko: 모든 Bisq 트랜잭션에 대한 통계를 반환
sl: Vrne statistične podatke o vseh Bisq transakcijah.

source: Returns details about an address. Available fields: <code>address</code>, <code>chain_stats</code>, and <code>mempool_stats</code>. {{ '{' }}chain,mempool{{ '}' }}_stats each contain an object with <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code>, and <code>spent_txo_sum</code>.
ko: 주소에 대한 세부 정보를 반환합니다. 제공되는 세부 정보: <code>주소</code>, <code>블록체인 정보</code> 및 <code>멤풀 정보</code>. {{ '{' }}블록체인과 멤풀{{ '}' }}정보는 각각 <code>tx_count</code><code>funded_txo_count</code>,<code> funded_txo_sum</code>, <code>spent_txo_count</code> 및 <code> spent_txo_sum</code> 의 정보를 가진 객체를 포함하고 있습니다.

source: Get confirmed transaction history for the specified address/scripthash, sorted with newest first. Returns 25 transactions per page. More can be requested by specifying the last txid seen by the previous query.
es: Obtiene la historia de una transacción confirmada para la dirección/scripthash especificada, ordenando primero los más recientes. Retorna hasta 25 transacciones por página. Se pueden solicitar más especificando el último txid visto por la consulta anterior.
ko: 지정된 주소 / 스크립트 해시에 대한 확인 된 거래 내역을 최신으로 정렬하여 가져옵니다. 페이지 당 25 개의 트랜잭션을 반환합니다. 이전 쿼리에서 본 마지막 txid를 지정하여 더 많은 것을 요청할 수 있습니다.
sl: Pridobi zgodovino potrjenih transakcij za podan naslov/scripthash, urejeno po času, najnovejša na začetku. Vrne 25 transakcij na stran. Več jih je mogoče pridobiti z navedbo zadnjega vrnjenega txid-ja.

source: Get unconfirmed transaction history for the specified address/scripthash. Returns up to 50 transactions (no paging).
es: Obtiene la historia de una transacción sin confirmar para la dirección/scripthash especificada. Retorna hasta 50 transacciones (sin paginación).
ko: 지정된 주소 / 스크립트 해시에 대한 미확인 거래 내역을 가져옵니다. 최대 50 개의 트랜잭션을 반환합니다 (페이징 없음).
sl: Pridobi zgodovino nepotrjenih transakcij za podan naslov/scripthash. Vrne do 50 transakcij (brez ostranjevanja, angl. paging).

source: Returns information about a Liquid asset.
es: Muestra información acerca de activos de Liquid.
ko: Liquid 자산에 대한 정보를 반환
sl: Vrne podatke o Liquid sredstvu.

source: Returns transactions associated with the specified Liquid asset. For the network's native asset, returns a list of peg in, peg out, and burn transactions. For user-issued assets, returns a list of issuance, reissuance, and burn transactions. Does not include regular transactions transferring this asset.
es: Retorna las transacciones asociadas con el activo Liquid especificado. Para el activo nativo de la red, devuelve una lista de los "peg in", "peg out", y transacciones de quemado (burn). Para activos emitidos por el usuario, retorna una lista de emisión, re-emisión, y transacciones de quemado. No incluye transacciones regulares de transferencia del activo.
ko: 지정된 Liquid 자산과 관련된 거래를 반환합니다. 네트워크의 기본 자산을 위해 페그 인, 페그 아웃 및 소각 트랜잭션 목록을 반환합니다. 사용자 발행 자산의 경우 발행, 재발행 및 소각 트랜잭션 목록을 반환합니다. 이 자산을 양도하는 일반 거래는 포함되지 않습니다.
sl: Vrne transakcije povezane s podanim Liquid sredstvom. Za izvorno sredstvo omrežja, vrne seznam peg in, peg out, in burn transakcij. Za uporabniško izdana sredstva, vrne seznam izdajnih, transakcij ponovne izdaje in burn transakcij. Ne vključuje rednih transakcij prenosa tega sredstva.

source: Get the current total supply of the specified asset. For the native asset (L-BTC), this is calculated as [chain,mempool]_stats.peg_in_amount - [chain,mempool]_stats.peg_out_amount - [chain,mempool]_stats.burned_amount. For issued assets, this is calculated as [chain,mempool]_stats.issued_amount - [chain,mempool]_stats.burned_amount. Not available for assets with blinded issuances. If /decimal is specified, returns the supply as a decimal according to the asset's divisibility. Otherwise, returned in base units.
es: Obtiene la oferta total actual para el activo especificado. Para el activo nativo (L-BTC), esto es calculado como [chain,mempool]_stats.peg_in_amount - [chain,mempool]_stats.peg_out_amount - [chain,mempool]_stats.burned_amount. Para los activos emitidos, esto es calculado como [chain,mempool]_stats.issued_amount - [chain,mempool]_stats.burned_amount. No disponible para activos con emisión ciega u oculta. Si se especifica /decimal, retorna la oferta como decimal de acuerdo a la divisibilidad del activo. De otro modo, lo retorna en la unidad base.
ko: 지정된 자산의 현재 총 공급량을 가져옵니다. 네이티브 자산 (L-BTC)의 경우 [chain, mempool] _stats.peg_in_amount- [chain, mempool] _stats.peg_out_amount- [chain, mempool] _stats.burned_amount로 계산됩니다. 발행 된 자산의 경우 [chain, mempool] _stats.issued_amount- [chain, mempool] _stats.burned_amount로 계산됩니다. 블라인드 발행이있는 자산에는 사용할 수 없습니다. 만약 decimal이 지정된 경우 자산의 분할 가능성에 따라 소수로 공급을 반환합니다. 그렇지 않으면 기본 단위로 반환됩니다.
sl: Pridobi trenutni znesek v obtoku za podano sredstvo. Za izvorno sredstvo (L-BTC), je izračunan kot [chain,mempool]_stats.peg_in_amount - [chain,mempool]_stats.peg_out_amount - [chain,mempool]_stats.burned_amount. Za izdana sredstva pa [chain,mempool]_stats.issued_amount - [chain,mempool]_stats.burned_amount. Ni na voljo za sredstva z zaupnim zneskom izdaje. Če je podan /decimal, vrne znesek na število decimalnih mest sredstva natančno. Sicer vrnjeno v osnovnih enotah.

source: Returns the hex-encoded block header.
es: Devuelve el encabezado del bloque codificado en hexadecimal.
ko: 16진수로 부호화된 블록헤더를 반환.
sl: Vrne šestnajstiško vrednost glave bloka.

source: Returns the raw block representation in binary.
es: Muestra una representación en bruto del bloque en formato binario.
ko: Raw 블록을 2진수로 반환
sl: Vrne neobdelane podatke o bloku v binarni obliki.

source: Returns the height of the last block.
es: Muestra la altura del último bloque.
ko: 마지막 블록의 높이를 반환
sl: Vrne višino zadnjega bloka.

source: Returns the hash of the last block.
es: Muestra el hash del último bloque.
ko: 마지막 블록의 해시를 반환
sl: Vrne zgoščeno vrednost (hash) zadnjega bloka.

source: Returns a list of all txids in the block.
es: Muestra una lista con todos los txids del bloque.
ko: 블록의 모든 txid 목록을 반환합니다.
sl: Vrne seznam vseh txid-jev v bloku.

source: Returns current mempool as projected blocks.
es: Devuelve la mempool actual como bloques proyectados.
ko: 현재의 mempool을 projected 블록으로 반환합니다.
sl: Vrne trenutni mempool, kot projekcijo blokov.

source: Returns our currently suggested fees for new transactions.
es: Devuelve nuestras tasas sugeridas actuales para nuevas transacciones
ko: 새로운 거래에 대한 수수료를 반환합니다.
sl: Vrne trenutno predlagano omrežnino za nove transakcije.
