Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

source: Returns current mempool backlog statistics.
es: Muestra estadísticas sobre el backlog del mempool en este momento.
ko: 현재 멤풀 백로그 통계를 반환
sl: Vrne trenutno statistiko mempoola.

source: Get the full list of txids in the mempool as an array. The order of the txids is arbitrary and does not match bitcoind.
es: Toma la lista completa de txids en la mempool como una secuencia. El orden de las txids es arbitrario y no concuerda con bitcoind.
ko: 에러 발생시 mempool에있는 txid의 전체 목록을 가져옵니다. txid의 순서는 임의적이며 bitcoind와 일치하지 않습니다.
sl: Vrne celoten seznam txid-jev v mempoolu v obliki polja. Vrstni red txid-jev je arbitraren in se ne ujema z bitcoind.

source: Returns the ancestors and the best descendant fees for a transaction.
es: Devuelve los ancestros y tas mejores tasas descendientes para una transacción.
ko: 거래에 대해 ancestors 와 최하 수수료를 반환합니다.
sl: Vrne prednike in najboljšo omrežnino za potomce transakcije.

source: Returns details about a transaction. Available fields: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code>, and <code>status</code>.
ko: 트랜잭션에 대한 세부 정보를 반환합니다. 사용 가능한 필드 : <code> txid</code>, <code> 버전 </code>, <code> 잠금 시간 </code>, <code> 크기 </code>, <code> 무게 </code>, <code> 수수료 </code>, <code> vin </code>, <code> vout </code> 및 <code> 상태 </code>.

source: Returns a transaction serialized as hex.
es: Muestra una transacción serializada como hexadecimal.
ko: 16진수로 직렬화된 트랜잭션을 반환
sl: Vrne transakcijo v šestnajstiški obliki.

source: Returns the spending status of all transaction outputs.
es: Muestra el estado del gasto de todas las transacciones salientes.
ko: 모든 트랜잭션 아웃풋의 지출 상황을 반환합니다.
sl: Vrne stanje porabe vseh izhodov transakcije.

source: Returns a transaction as binary data.
es: Muestra una transacción como datos binarios.
ko: 트랜잭션을 이진수로 반환
sl: Vrne transakcijo v binarni obliki.

source: Returns :length of latest Bisq transactions, starting from :index.
es: Muestra :length de las últimas transacciones de Bisq, empezando desde :index.
ko: 반환하는 것: 가장 최신 Bisq 트랜잭션 length: index에서 시작
sl: Vrne :length zadnjih Bisq transakcij, z začetkom od :index.

source: Low priority
es: Baja prioridad
ko: 낮은 우선 순위
sl: Počasi

source: Medium priority
es: Media prioridad
ko: 중간 우선 순위
sl: Srednje

source: High priority
es: Alta prioridad
ko: 높은 우선 순위
sl: Hitro

source: Tx vBytes per second:
es: Tx vBytes por segundo:
ko: 초당 트랜잭션 vBytes
sl: Tx vBajtov na sekundo:

source: <span class="shared-block">blocks</span></ng-template> <ng-template #blo <span class="shared-block">blocks</span>
ko: <span class="shared-block">blocks</span></ng-template> <ng-template #blo <span class="shared-block"> 블록 </span>

source: <span class="shared-block">block</span></ng-template> </div> </div> <span class="shared-block">block</span>
ko: <span class="shared-block">block</span></ng-template> </div> </div> <span class="shared-block"> 블록 </span>

source: Blocks
es: Bloques
ko: 블록
sl: Bloki

source: Total fees
es: Tasas totales
ko: 총 수수료
sl: Skupaj omrežnin

# mempool-block.next.block
source: Next block
es: Siguiente bloque
ko: 다음 블록
sl: Naslednji blok

# miner-identified-by-payout
source: Identified by payout address: 'vout.scriptpubkey_address'
ko: 지불 주소로 식별: 'vout.scriptpubkey_address'

# miner-identified-by-coinbase
source: Identified by coinbase tag: 'tag'
ko: 코인베이스 태그로 식별: 'tag'

source: Transaction Hex
es: Hex de Transacción
ko: 트랜잭션 16진수
sl: Šestnajstiška vrednost

source: TXID, block height, hash or address
es: TXID, altura de bloque, hash o dirección
ko: 트랜잭션 ID, 블록 높이, 해시, 또는 주소 입력
sl: TXID, višina bloka, hash ali naslov

source: Sponsor
es: Patrocinador
ko: 스폰서
sl: Sponzorstvo

source: Request invoice
es: Solicitar factura
ko: 인보이스 요청하기
sl: Ustvari račun

source: Waiting for transaction...
es: Cargando transacción...
ko: 트랜잭션을 기다리는 중...
sl: Čakanje na transakcijo...

source: Donation confirmed!
es: ¡Donación confirmada!
ko: 후원이 완료되었습니다!
sl: Prispevek potrjen!

source: Thank you!
es: ¡Gracias!
ko: 감사합니다!
sl: Hvala vam!

source: Size
es: Tamaño
ko: 크기
sl: Velikost

source: sat
ko: 사토시

source: Load all
es: Cargar todas
ko: 모두 불러오기
sl: Prikaži vse

source: data
es: dato
ko: 데이터
sl: podatki

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using native SegWit-Bech32
ko: 이 트랜잭션은 native SegWit-Bech32를 사용하여 수수료를 {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% 절약했습니다

source: SegWit
ko: 세그윗

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using SegWit and could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% more by fully upgrading to native SegWit-Bech32
ko: 이 거래는 SegWit을 사용하여 수수료를 {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% 절약했으며 native SegWit-Bech32로 완전히 업그레이드하면 {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% 더 절약할 수 있습니다

source: This transaction could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% on fees by upgrading to native SegWit-Bech32 or {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% by upgrading to SegWit-P2SH
ko: 이 트랜잭션은 native SegWit-Bech32로 업그레이드하여 수수료를 {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% 절약할 수 있습니다. SegWit-P2SH로 업그레이드하여 수수료를 {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}%를 절약할 수 있습니다

source: Taproot
ko: 탭루트

source: This transaction support Replace-By-Fee (RBF) allowing fee bumping
es: Esta transacción admite Replace-By-Fee (RBF) que permite el aumento de tarifas
ko: 이 트랜잭션은 수수료 범핑(fee bumping)을 허용하는 RBF (Replace-By-Fee)를 지원합니다.
sl: Ta transakcija omogoča povečanje omrežnine, Replace-By-Fee (RBF).

source: Fee
es: Tasa
ko: 수수료
sl: Omrežnina

source: Expand
es: Expandir
ko: 자세히
sl: Razširi

source: Collapse
es: Colapsar
ko: 간단히
sl: Strni

source: Issuance TX
es: Emisión TX
sl: Izdajna transakcija

source: {{ i }} transaction
es: {{ i }} transacción
sl: {{ i }} transakcija

source: {{ i }} transactions
es: {{ i }} transacciones
sl: {{ i }} transakcij

# bisq-address.component.browser-title
source: Address: this.addressString
es: Dirección: this.addressString
sl: Naslov: this.addressString

source: Block <a [routerLink]="['/block/' | relativeUrl, blockHash]">{{ blockHeight }}</a>
es: Bloque <a [routerLink]="['/block/' | relativeUrl, blockHash]">{{ blockHeight }}</a>
sl: Blok <a [routerLink]="['/block/' | relativeUrl, blockHash]">{{ blockHeight }}</a>

# bisq-block.component.browser-title
source: Block block.height: block.hash
es: Bloque block.height: block.hash
sl: Blok block.height: block.hash

source: Amount ({{ i }})
es: Cantidad ({{ i }})
sl: Znesek ({{ i }})

source: {{ i }} confirmation
es: {{ i }} confirmación
sl: {{ i }} potrditev

source: {{ i }} confirmations
es: {{ i }} confirmaciones
sl: {{ i }} potrditev

# bisq.transaction.browser-title
source: Transaction: this.txId
es: Transacción: this.txId
sl: Transakcija: this.txId

source: Navigate to <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> to sponsor
es: Navega a <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> para patrocinar
sl: Pojdite na <a href="https://mempool.space/sponsor" target="_blank">https://mempool.space/sponsor</a> za sponzorstvo.

source: multisig {{ multisigM }} of {{ multisigN }}
es: multisig {{ multisigM }} de {{ multisigN }}
sl: multisig {{ multisigM }} od {{ multisigN }}

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transaction
es: Transacción {{ (transactions?.length | number) || '?' }} of {{ txCount | number }}
sl: {{ (transactions?.length | number) || '?' }} od {{ txCount | number }} transakcija

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }} transactions
es: Transacción {{ (transactions?.length | number) || '?' }} de {{ txCount | number }}
sl: {{ (transactions?.length | number) || '?' }} od {{ txCount | number }} transakcij

source: <i>The number of transactions on this address exceeds the Electrum server limit</i><br><br> Consider viewing this address on the official Mempool website instead:
es: <i>El número de transacciones en esta dirección excede el límite del servidor Electrum</i><br><br> Alternativamente, considera ver esta dirección en la página web oficial de Mempool
sl: <i>Število transakcij povezanih s tem naslovom presega omejitev Electrum strežnika</i><br><br> Oglejte si ta naslov na uradni spletni strani Mempoola:

# address.component.browser-title
source: Address: this.addressString
es: Dirección: this.addressString
sl: Naslov: this.addressString

source: API Service
es: Servicio de la API
sl: API Vmesnik

source: General
sl: Splošno

source: Addresses
es: Direcciones
sl: Naslovi

source: Returns details about an address. Available fields: <code>address</code>, <code>chain_stats</code>, and <code>mempool_stats</code>. {{ '{' }}chain,mempool{{ '}' }}_stats each contain an object with <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code>, and <code>spent_txo_sum</code>.
es: Muestra detalles acerca de una dirección. Campos disponibles: <code>address</code>, <code>chain_stats</code>, y <code>mempool_stats</code>. Cada uno de los campos {{ '{' }}chain,mempool{{ '}' }}_stats contiene un objeto con <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code>, y <code>spent_txo_sum</code>.
sl: Vrne podatke o naslovu. Razpoložljiva polja: <code>address</code>, <code>chain_stats</code>, in <code>mempool_stats</code>. {{ '{' }}chain,mempool{{ '}' }}_stats vsebujeta objekt z <code>tx_count</code>, <code>funded_txo_count</code>, <code>funded_txo_sum</code>, <code>spent_txo_count</code>, in <code>spent_txo_sum</code>.

source: Get transaction history for the specified address/scripthash, sorted with newest first. Returns up to 50 mempool transactions plus the first 25 confirmed transactions. You can request more confirmed transactions using <code>:last_seen_txid</code> (see below).
es: Obtén el historial de transacciones para la dirección/scripthash especificada, ordenada por las nuevas primero. Devuelve hasta 50 transacciones más las primeras 25 transacciones confirmadas. Puedes solicitar más transacciones confirmadas usando<code>:last_seen_txid</code> (ver abajo).
sl: Pridobi zgodovino transakcij za podan naslov/scripthash, urejeno po času, najnovejša na začetku. Vrne do 50 mempool ter prvih 25 potrjenih transakcij. Z uporabo <code>:last_seen_txid</code> je mogoče pridobiti več potrjenih transakcij (glej spodaj).

source: Get the list of unspent transaction outputs associated with the address/scripthash. Available fields: <code>txid</code>, <code>vout</code>, <code>value</code>, and <code>status</code> (with the status of the funding tx).<ng-container *ngIf="network.val === 'liquid'">There is also a <code>valuecommitment</code> field that may appear in place of <code>value</code>, plus the following additional fields: <code>asset</code>/<code>assetcommitment</code>, <code>nonce</code>/<code>noncecommitment</code>, <code>surjection_proof</code>, and <code>range_proof</code>.</ng-container>
es: Obtiene la lista de salidas de transacciones sin gastar (UTXO) asociadas con la dirección/scripthash. Campos disponibles: <code>txid</code>, <code>vout</code>, <code>value</code>, y <code>status</code> (con el estado de la transacción de fondeo).<ng-container *ngIf="network.val === 'liquid'">Existe también el campo <code>valuecommitment</code> que puede aparecer en lugar de <code>value</code>, además de los siguientes campos adicionales: <code>asset</code>/<code>assetcommitment</code>, <code>nonce</code>/<code>noncecommitment</code>, <code>surjection_proof</code>, y <code>range_proof</code>.</ng-container>
sl: Vrne seznam neporabljenih izhodov transakcij povezanih z naslovom/scripthash. Razpoložljiva polja: <code>txid</code>, <code>vout</code>, <code>value</code>, in <code>status</code> (stanje potrditve transakcije).<ng-container *ngIf="network.val === 'liquid'"> Polje <code>valuecommitment</code> lahko nadomešča <code>value</code>. Dodatna polja: <code>asset</code>/<code>assetcommitment</code>, <code>nonce</code>/<code>noncecommitment</code>, <code>surjection_proof</code>, in <code>range_proof</code>.</ng-container>

source: Assets
es: Activos
sl: Sredstva

source: Returns details about a block. Available fields: <code>id</code>, <code>height</code>, <code>version</code>, <code>timestamp</code>, <code>bits</code>, <code>nonce</code>, <code>merkle_root</code>, <code>tx_count</code>, <code>size</code>, <code>weight</code>,<ng-container *ngIf="network.val === 'liquid'"><code>proof</code>,</ng-container> and <code>previousblockhash</code>.
es: Devuelve detalles acerca de un bloque. Campos disponibles: <code>id</code>, <code>altura</code>, <code>versión</code>, <code>sello de tiempo</code>, <code>bits</code>, <code>nonce</code>, <code>merkle_root</code>, <code>tx_count</code>, <code>tamaño</code>, <code>peso</code>,<ng-container *ngIf="network.val === 'liquid'"><code>prueba</code>,</ng-container> y <code>previousblockhash</code>.
sl: Vrne podatke o bloku. Razpoložljiva polja: <code>id</code>, <code>height</code>, <code>version</code>, <code>timestamp</code>, <code>bits</code>, <code>nonce</code>, <code>merkle_root</code>, <code>tx_count</code>, <code>size</code>, <code>weight</code>,<ng-container *ngIf="network.val === 'liquid'"><code>proof</code>,</ng-container> in <code>previousblockhash</code>.

source: Returns the hash of the block currently at <code>:height</code>.
es: Muestra el hash del bloque actualmente en <code>:height</code>.
sl: Vrne zgoščeno vrednost (hash) bloka na višini <code>:height</code>.

source: Returns the confirmation status of a block. Available fields: <code>in_best_chain</code> (boolean, false for orphaned blocks), <code>next_best</code> (the hash of the next block, only available for blocks in the best chain).
es: Devuelve el estado de confrimación de un bloque. Campos disponibles: <code>in_best_chain</code> (boolean, falso para bloques huérfanos), <code>next_best</code> (el hash del siguiente bloque, solo disponible para bloques en la mejor cadena).
sl: Vrne stanje potrditve bloka. Razpoložljiva polja: <code>in_best_chain</code> (boolean, false za osirotele bloke, angl. orphaned), <code>next_best</code> (zgoščena vrednost oz. hash naslednjega bloka, na voljo samo za bloke v veljavni verigi).

source: Returns the transaction at index <code>:index</code> within the specified block.
es: Devuelve la transacción al índice <code>:index</code> dentro de un bloque especificado.
sl: Vrne transakcijo z zaporedno številko <code>:index</code> znotraj podanega bloka.

source: Returns a list of transactions in the block (up to 25 transactions beginning at <code>start_index</code>). Transactions returned here do not have the <code>status</code> field, since all the transactions share the same block and confirmation status.
es: Devuelve una lista de transacciones en el bloque (hasta 25 transacciones comenzando en <code>start_index</code>). Las transacciones devueltas aquí no tienen el campo<code>status</code>, ya que todas las transacciones comparten el mismo bloque y estado de confirmación.
sl: Vrne seznam transakcij v bloku (do 25 transakcij z začetkom <code>start_index</code>). Podatki o transakciji ne vsebujejo polja <code>status</code>, saj gre za transakcije istega bloka z istim številom potrditev.

source: Returns the 10 newest blocks starting at the tip or at <code>:start_height</code> if specified.
es: Devuelve los 10 bloques más nuevos a la punta o a <code>:start_height</code> si se especifica.
sl: Vrne 10 najnovejših blokov z najvišjim na začetku ali od višine <code>:start_height</code>, če je podana.

source: Fees
es: Tasas
sl: Omrežnine

source: Returns all Bisq transactions belonging to a Bitcoin address, with 'B' prefixed in front of the address.
es: Muestra todas las transacciones de Bisq que pertenecen a una dirección de Bitcoin, con el prefijo 'B' delante de la dirección.
sl: Vrne vse Bisq transakcije povezane z Bitcoin naslovom, pred naslovom se uporabi predpono 'B'.

source: Returns all Bisq transactions that exist in a Bitcoin block.
es: Muestra todas las transacciones de Bisq que existen en un bloque de Bitcoin.
sl: Vrne vse Bisq transakcije vsebovane v Bitcoin bloku.

source: Returns the most recently processed Bitcoin block height processed by Bisq.
es: Muestra la altura del último bloque de Bitcoin procesado por Bisq.
sl: Vrne višino najnovejšega Bitcoin bloka, ki vsebuje Bisq transakcije.

source: Returns :length Bitcoin blocks that contain Bisq transactions, starting from :index.
es: Muestra :lenght bloques de Bitcoin que contienen transacciones Bisq, comenzando por: index.
sl: Vrne :length Bitcoin blokov, ki vsebujejo Bisq transakcije, z začetkom od :index.

source: Returns details about a Bisq transaction.
es: Muestra detalles sobre una transacción Bisq.
sl: Vrne podrobnosti o Bisq transakciji.

source: Get a list of the last 10 transactions to enter the mempool. Each transaction object contains simplified overview data, with the following fields: <code>txid</code>, <code>fee</code>, <code>vsize</code>, and <code>value</code>.
es: Obtiene una lista de las últimas 10 transacciones que ingresaron a la mempool. Cada elemento de transacciones contiene un resumen simplificado de datos con los siguientes campos: <code>txid</code>, <code>fee</code>, <code>vsize</code>, and <code>value</code>.
sl: Vrne seznam zadnjih 10 transakcij dodanih v mempool. Vsak objekt transakcije vsebuje naslednja polja: <code>txid</code>, <code>fee</code>, <code>vsize</code>, in <code>value</code>.

source: Transactions
es: Transacciones
sl: Transakcije

source: Returns details about a transaction. Available fields: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code>, and <code>status</code>.
es: Muestra información acerca de una transacción. Campos disponibles: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code>, y <code>status</code>.
sl: Vrne podatke o transakciji. Razpoložljiva polja: <code>txid</code>, <code>version</code>, <code>locktime</code>, <code>size</code>, <code>weight</code>, <code>fee</code>, <code>vin</code>, <code>vout</code>, in <code>status</code>.

source: Returns a merkle inclusion proof for the transaction using <a href="https://bitcoin.org/en/glossary/merkle-block">bitcoind's merkleblock</a> format.
es: Devuelve una prueba de inclusión merkle para la transacción usando <a href="https://bitcoin.org/en/glossary/merkle-block">el formato de bloque merkle</a> de bitcoind.
sl: Vrne merkle dokaz o vsebovanosti za transakcijo (angl. merkle inclusion proof), v <a href="https://bitcoin.org/en/glossary/merkle-block">bitcoind's merkleblock</a> obliki.

source: Returns a merkle inclusion proof for the transaction using <a href="https://electrumx.readthedocs.io/en/latest/protocol-methods.html#blockchain-transaction-get-merkle">Electrum's blockchain.transaction.get_merkle format.</a>
es: Retorna una prueba de inclusión de merkle para la transacción utilizando el <a href="https://electrumx.readthedocs.io/en/latest/protocol-methods.html#blockchain-transaction-get-merkle">formato de Electrum blockchain.transaction.get_merkle.</a>
sl: Vrne merkle dokaz o vsebovanosti za transakcijo (angl. merkle inclusion proof), v <a href="https://electrumx.readthedocs.io/en/latest/protocol-methods.html#blockchain-transaction-get-merkle">Electrum blockchain.transaction.get_merkle obliki.</a>

source: Returns the spending status of a transaction output. Available fields: <code>spent</code> (boolean), <code>txid</code> (optional), <code>vin</code> (optional), and <code>status</code> (optional, the status of the spending tx).
es: Devuelve el estado de gasto de una transacción de salida. Campos disponibles<code>gastada</code> (boolean), <code>txid</code> (optional), <code>vin</code> (opcional), y <code>estado</code> (opcional, el estado de la tx de gasto).
sl: Vrne stanje porabe izhoda transakcije. Razpoložljiva polja: <code>spent</code> (boolean), <code>txid</code> (opcijsko), <code>vin</code> (opcijsko) in <code>status</code> (opcijsko, stanje potrditve transakcije).

source: Returns the confirmation status of a transaction. Available fields: <code>confirmed</code> (boolean), <code>block_height</code> (optional), and <code>block_hash</code> (optional).
es: Devuelve la confrimación de estado de una transacción. Campos disponibles: <code>confirmeda</code> (boolean), <code>block_height</code> (opcional), y <code>block_hash</code> (opcional).
sl: Vrne stanje potrditve transakcije. Razpoložljiva polja: <code>confirmed</code> (boolean), <code>block_height</code> (opcijsko) in <code>block_hash</code> (opcijsko).

source: Broadcast a raw transaction to the network. The transaction should be provided as hex in the request body. The <code>txid</code> will be returned on success.
es: Transmite una transacción bruta a al a red. La transacción será entregada como hex en el campo de solicitud. La <code>txid</code> se devolverá tras el éxito.
sl: V omrežju objavi neobdelano (raw) transakcijo. Transakcija mora biti podana v telesu zahteve v šestnajstiški obliki. Ob uspehu bo vrnjen <code>txid</code>.

source: Default push: <code>{{ '{' }} action: 'want', data: ['blocks', ...] {{ '}' }}</code> to express what you want pushed. Available: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code>, and <code>stats</code>.<br><br>Push transactions related to address: <code>{{ '{' }} 'track-address': '3PbJ...bF9B' {{ '}' }}</code> to receive all new transactions containing that address as input or output. Returns an array of transactions. <code>address-transactions</code> for new mempool transactions, and <code>block-transactions</code> for new block confirmed transactions.
es: Presionar por defecto: <code>{{ '{' }} acciona: 'wand', data: ['blocks', ...] {{ '}' }}</code> para expresar lo que quiere presionar. Disponible: <code>bloques</code>, <code>mempool-bloques</code>, <code>live-2h-chart</code>, y <code>estadísticas</code>.<br><br>Transacciones presionadas con relación a la dirección: <code>{{ '{' }} 'track-address': '3PbJ...bF9B' {{ '}' }}</code> para recibir todas las nuevas transacciones conteniendo como entrada o salida. Devuelve una secuencia de transacciones. <code>dirección-transacciones</code> para las nuevas transacciones de la mempool, y <code>block-transactions</code> para las transacciones confirmadas en nuevos bloques.
sl: Začetni potisk: <code>{{ '{' }} action: 'want', data: ['blocks', ...] {{ '}' }}</code> za izbiro potisnih podatkov. Razpoložljivo: <code>blocks</code>, <code>mempool-blocks</code>, <code>live-2h-chart</code> in <code>stats</code>.<br><br>Potisk transakcij povezanih z naslovom: <code>{{ '{' }} 'track-address': '3PbJ...bF9B' {{ '}' }}</code> za prejem vseh novih transakcij, ki vsebujejo ta naslov v vhodu ali izhodu. Vrne polje transakcij. <code>address-transactions</code> za nove transakcije v mempool-u in <code>block-transactions</code> za potrjene transakcije v novem bloku.

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }}
es: {{ (transactions?.length | number) || '?' }} de {{ txCount | number }}
sl: {{ (transactions?.length | number) || '?' }} od {{ txCount | number }}

# asset.component.asset-browser-title
source: Asset: this.assetString
es: Activo: this.assetString
sl: Sredstvo: this.assetString

source: Genesis
es: Génesis
sl: Prvotni
