Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

source: {{ (transactions?.length | number) || '?' }} of {{ txCount | number }}
ar: {{ (transactions?.length | number) || '?' }} من {{ txCount | number }}
nl: {{ (transactions?.length | number) || '?' }} van {{ txCount | number }}
pl: {{ (transactions?.length | number) || '?' }} z {{ txCount | number }}
uk: {{ (transactions?.length | number) || '?' }} з {{ txCount | number }}

source: Peg In/Out and Burn Transactions
ar: ربط التحويلات وإخراجها و المعاملات المحروقة
es: Transacciones Peg In/Out y Burn
ko: 페그 인/페그 아웃 및 소각 트랜잭션
nl: In-, Uithaal-, en vernietig-transacties
pl: Transakcje Peg In/Out oraz spalania
sl: Peg In/Out in Burn Transakcij
uk: Транзакції закріплення/розкріплення та спалення

source: Issuance and Burn Transactions
ar: إلغاء و إصدار المعاملات.
es: Transacciones de emisión y quema
ko: 발급 및 소각 트랜잭션
nl: Uitgifte- en vernietigtransacties
pl: Transakcje emisji i spalania
sl: Izdajnih in Burn Transakcij
uk: Транзакції випуску та спалення

source: Error loading asset data.
ar: خطأ في تحميل اصل البيانات.
es: Error cargando datos del activo
ko: 자산 데이터를 로딩 실패
nl: Fout bij het laden van activagegevens.
pl: Błąd podczas ładowania danych aktywa.
sl: Napaka pri nalaganju podatkov o sredstvu.
uk: Не вдалося завантажити дані про актив.

# asset.component.asset-browser-title
source: Asset: this.assetString
ar: الأصل: this.assetString
ko: 자산: this.assetString
nl: Activa: this.assetString
pl: Aktywo: this.assetString
uk: Актив: this.assetString

# meta.description.liquid.asset
source: Browse an overview of the Liquid asset this.assetContract[1] (this.assetContract[1]): see issued amount, burned amount, circulating amount, related transactions, and more.
nl: Blader door een overzicht van het Liquid item this.assetContract[1] (this.assetContract[1]): bekijk het uitgegeven bedrag, het verbrande bedrag, het circulerende bedrag, de gerelateerde transacties en meer.
pl: Przeglądaj przegląd aktywów Liquid this.assetContract[1] (this.assetContract[1]): zobacz kwotę wydaną, kwotę spaloną, kwotę w obiegu, powiązane transakcje i więcej.
uk: Ознайомитись з активами Liquid this.assetContract[1] (this.assetContract[1]): переглянути випущені та спалені суми, обіг, пов'язані транзакції та більше.

source: Group of {{ group.assets.length | number }} assets
ar: مجموعة من {{ group.assets.length | number }} الأصول
nl: Groep van {{ group.assets.length | number }} assets
pl: Grupa {{ group.assets.length | number }} aktywów
uk: Група з {{ group.assets.length | number }} активів

source: No featured assets
nl: Geen aanbevolen items
pl: Brak wyróżnionych zasobów
uk: Немає вибраних активів

source: Assets
ar: الأصول
es: Activos
ko: 자산
nl: Activa
pl: Aktywa
sl: Sredstva
uk: Активи

source: Featured
ar: الخصائص
nl: Aanbevolen
pl: Wyróżnienia
uk: Рекомендовані

source: All
ar: الكل
nl: Alle
pl: Wszystkie
uk: Всі

source: Search asset
ar: البحث عن الأصول
es: Buscar activos
ko: 자산 검색
nl: Zoek activa
pl: Szukaj zasobu
sl: Iskanje sredstev
uk: Шукати актив

source: Clear
ar: مسح
es: Borrar
ko: 지우기
nl: Wissen
pl: Wyczyść
sl: Počisti
uk: Очистити

# meta.description.liquid.assets
source: Explore all the assets issued on the Liquid network like LBTC, L-CAD, USDT, and more.
nl: Ontdek alle assets die op het Liquid-netwerk zijn uitgegeven, zoals LBTC, L-CAD, USDT en meer.

source: Issuer domain
ar: نطاق المصدر
es: Dominio del emisor
ko: 발급자 도메인
nl: Uitgeverdomein
pl: Domena emitenta
sl: Domena izdajatelja
uk: Домен емітента

source: Asset ID
ar: معرف الأصول
es: ID del activo
ko: 자산 ID
nl: Activa-ID
pl: ID aktywa
sl: ID sredstva
uk: ID активу

source: Error loading assets data.
ar: خطأ في تحميل بيانات الأصول.
es: Error al cargar los datos de los activos.
ko: 자산 데이터 로딩 실패
nl: Fout bij het laden van activagegevens.
pl: Błąd podczas ładowania danych zasobów.
sl: Napaka pri nalaganju podatkov o sredstvih.
uk: Не вдалося завантажити дані про активи.

source: Change (7d)
nl: Wijziging (7d)
pl: Zmiana (7d)

source: Change (30d)
nl: Wijziging (30d)
pl: Zmiana (30d)

source: Block Fee Rates
ar: معدلات رسوم الكتل
nl: Blokvergoedingstarieven
pl: Poziom opłat bloku
uk: Тарифи комісії блоку

source: Avg Block Fee (24h)
nl: Gem blok-kosten (24 uur)
pl: Śr. opłaty bloku (24h)
uk: Сер комісія блоку (24г)

source: Avg Block Fee (1m)
nl: Gemiddelde blokkosten (1m)
pl: Śr. opłaty bloku (1m)
uk: Сер комісія блоку (1хв)

# meta.description.bitcoin.graphs.block-fee-rates
source: See Bitcoin feerates visualized over time, including minimum and maximum feerates per block along with feerates at various percentiles.
nl: Bekijk Bitcoin-kosten in de loop van de tijd gevisualiseerd, inclusief minimale en maximale kosten per blok, samen met kosten op verschillende percentielen.
pl: Zobacz stawki Bitcoin wizualizowane w czasie, w tym minimalne i maksymalne opłaty za blok wraz z opłatami w różnych percentylach.
uk: Перегляньте візуалізацію ставок комісії біткоїна з плином часу, включаючи мінімальну і максимальну ставку комісі за блок, а також ставки в різних процентилях.

source: At block: data[0].data[2]
ar: في الكتله: data[0].data[2]
nl: Bij blok: data[0].data[2]

source: Block Fees
ar: رسوم الكتلة
nl: Blok-kosten
pl: Opłaty bloku
uk: Комісії блоку

# meta.description.bitcoin.graphs.block-fees
source: See the average mining fees earned per Bitcoin block visualized in BTC and USD over time.
nl: Bekijk de gemiddelde mining-kosten die per Bitcoin-blok worden verdiend, gevisualiseerd in BTC en USD in de loop van de tijd.
pl: Zobacz średnie opłaty za wydobycie uzyskane za blok wizualizowane w BTC i USD w czasie.
uk: Перегляньте середні комісії зароблені за майнінг блоку біткоїна візуалізовані у BTC та USD протягом часу.

source: Indexing blocks
ar: فهرس الكتل
nl: Blokken indexeren
pl: Indeksowanie bloków
uk: Індексуємо блоки

source: Block Fees Vs Subsidy
nl: Blokkosten versus subsidie
pl: Opłaty bloku vs subsydium

# meta.description.bitcoin.graphs.block-fees-subsidy
source: See the mining fees earned per Bitcoin block compared to the Bitcoin block subsidy, visualized in BTC and USD over time.
nl: Bekijk de verdiende miningkosten per Bitcoin-blok ten opzichte van de Bitcoin-bloksubsidie, gevisualiseerd in BTC en USD in de loop van de tijd.
pl: Zobacz opłaty wydobywcze zarobione na blok Bitcoin w porównaniu do subsydium, wizualizowane w BTC i USD na przestrzeni czasu.

source: At block '<b style="color: white; margin-left: 2px">' + data[0].axisValue
nl: Bij blok '<b style="color: white; margin-left: 2px">' + data[0].axisValue
pl: W bloku '<b style="color: white; margin-left: 2px">' + data[0].axisValue

source: Around block '<b style="color: white; margin-left: 2px">' + data[0].axisValue
nl: Rond blok '<b style="color: white; margin-left: 2px">' + data[0].axisValue
pl: Około bloku '<b style="color: white; margin-left: 2px">' + data[0].axisValue

source: select filter categories to highlight matching transactions
nl: selecteer filtercategorieën om overeenkomende transacties te markeren
pl: wybierz kategorie filtrów, aby wyróżnić pasujące transakcje
uk: виберіть категорії фільтрів, щоб виділити відповідні транзакції

source: Match
ar: مطابق
nl: Overeenkomst
pl: Dopasowanie
uk: Обмін

source: Any
nl: Elke
pl: Dowolne
uk: Будь-які

source: None
nl: Geen

source: Classic
nl: Klassiek
pl: Klasyczne

source: Age
nl: Leeftijd
pl: Wiek
uk: Вік

source: Block Health
nl: Blok-gezondheid
pl: Stan zdrowia bloku
uk: Здоров'я блоку

# meta.description.bitcoin.graphs.block-health
source: See Bitcoin block health visualized over time. Block health is a measure of how many expected transactions were included in an actual mined block. Expected transactions are determined using Mempool's re-implementation of Bitcoin Core's transaction selection algorithm.
nl: Zie de gezondheid van Bitcoin-blokken in de loop van de tijd gevisualiseerd. De blokstatus is een maatstaf voor het aantal verwachte transacties dat in een daadwerkelijk gedolven blok is opgenomen. Verwachte transacties worden bepaald met behulp van Mempool's herimplementatie van het transactieselectie-algoritme van Bitcoin Core.
pl: Zobacz stan bloku Bitcoin wizualizowany w czasie. Kondycja bloku jest miarą liczby oczekiwanych transakcji zawartych w faktycznie wydobytym bloku. Oczekiwane transakcje są określane przy użyciu ponownej implementacji algorytmu wyboru transakcji Bitcoin Core przez Mempool.
uk: Перегляньте здоров'я блоку біткоїна візуалізоване протягом часу. Здоров'я блоку - це показник того, скільки очікуваних транзакцій було включено до видобутого блоку. Очікувані транзакції визначаються за допомогою повторної реалізації Mempool алгоритму відбору транзакцій з Bitcoin Core.

source: No data to display yet. Try again later.
ar: لا يوجد بيانات للعرض، يرجى المحاولة لاحقا.
nl: Geen data om weer te geven. Probeer het later nog eens.
pl: Brak danych do wyświetlenia. Spróbuj ponownie później.
uk: Поки що немає даних для відображення. Спробуйте пізніше.

source: Health
ar: الصحة
nl: Gezondheid
pl: Zdrowie
uk: Здоров'я

source: not available
ar: غير متاح
nl: niet beschikbaar
pl: nie dostępne
uk: недоступно

source: Your browser does not support this feature.
nl: Uw browser ondersteunt deze functie niet.
pl: Twoja przeglądarka nie obsługuje tej funkcji.
uk: Ваш браузер не підтримує цю функцію.

source: Transaction
ar: حوالة
es: Transacción
ko: 트랜잭션
nl: Transactie
pl: Transakcja
sl: Transakcija
uk: Транзакція

source: Confirmed
ar: تم تأكيد
es: Confirmado
ko: 컨펌됨
nl: Bevestigd
pl: Potwierdzona
sl: Potrjeno
uk: Підтверджена

source: Effective fee rate
ar: معدل الرسوم الفعلي
es: Ratio de tasa efectiva
ko: 유효 수수료율
nl: Effectief vergoedingstarief
pl: Efektywny poziom opłat
sl: Efektivna stopnja omrežnine
uk: Поточна ставка комісії

source: Weight
es: Peso
ko: 무게
nl: Gewicht
pl: Waga
sl: Utež
uk: Вага

source: Removed
nl: Verwijderd
pl: Usunięta
uk: Вилучено

source: Marginal fee rate
ar: هامش معدل الرسوم
nl: Marginaal vergoedingstarief
pl: Marginalna stopa opłat
uk: Гранична ставка комісії

source: High sigop count
nl: Hoog aantal sigops
pl: Wysoka liczba sigopów
uk: Висока кількість sigop

source: Recently broadcasted
ar: تم البث مؤخرا
nl: Onlangs uitgezonden
pl: Ostatnio rozgłoszone
uk: Недавно надіслані

source: Recently CPFP'd
nl: Onlangs ge-CPFPd
pl: Ostatnio zastosowano CPFP
uk: Нещодавні CPFP

source: Added
nl: Toegevoegd
pl: Dodany
uk: Додано

source: Prioritized
nl: Geprioriteerd
pl: Priorytetowe
uk: Приорітетно

source: Deprioritized
nl: Gedeprioriteerd

source: No Match
nl: Geen overeenkomst

source: Block Rewards
ar: مكافأة الكتلة
nl: Blokbeloningen
pl: Nagrody bloku
uk: Нагороди блоку

# meta.description.bitcoin.graphs.block-rewards
source: See Bitcoin block rewards in BTC and USD visualized over time. Block rewards are the total funds miners earn from the block subsidy and fees.
nl: Bekijk Bitcoin-blokbeloningen in BTC en USD in de loop van de tijd gevisualiseerd. Blokbeloningen zijn het totale bedrag dat mijnwerkers verdienen aan de bloksubsidie en vergoedingen.
pl: Zobacz nagrody za bloki Bitcoin wyrażone w BTC i USD, zwizualizowane na przestrzeni czasu. Nagrody za blok to całkowite środki, które wydobywcy otrzymują z subsydium bloku oraz opłat.
uk: Перегляньте нагороди за блок біткоїну у BTC та USD візуалізовані протягом часу. Нагороди за блок це загальна сума, яку майнери отримують з субсидії блоку та комісій.

source: Block Sizes and Weights
ar: حجم و وزن الكتل
nl: Blokgrootte en Gewicht
pl: Rozmiary i wagi bloku
uk: Розміри та ваги блоків

# meta.description.bitcoin.graphs.block-sizes
source: See Bitcoin block sizes (MB) and block weights (weight units) visualized over time.
nl: Bekijk Bitcoin-blokgroottes (MB) en blokgewichten (gewichtseenheden) gevisualiseerd in de loop van de tijd.
pl: Zobacz rozmiary bloków Bitcoin (MB) i wagi bloków (WU) wizualizowane w czasie.
uk: Перегляньте розміри (MB) блоку біткоїна та їх вагу (юніти ваги) візуалізовану протягом часу.

source: Size
ar: الحجم
es: Tamaño
ko: 사이즈
nl: Grootte
pl: Rozmiar
sl: Velikost
uk: Розмір

source: Weight
ar: الوزن
es: Peso
ko: 무게
nl: Gewicht
pl: Waga
sl: Utež
uk: Вага

source: Size per weight
nl: Grootte per gewicht
pl: Rozmiar na wagę
uk: Розмір на вагу

# block.component.browser-title
source: Block block.height: block.id
ar: الكتلة block.height: block.id
ko: 블록 block.height:block.id
nl: Blok block.height: block.id
pl: Blok block.height: block.id
uk: Блок block.height: block.id

# meta.description.liquid.block
source: See size, weight, fee range, included transactions, and more for LiquidseoDescriptionNetwork(this.stateService.network) block block.height (block.id).
nl: Bekijk de grootte, het gewicht, het tariefbereik, de inbegrepen transacties en meer voor LiquidseoDescriptionNetwork(this.stateService.network) blok block.height (block.id).
pl: Zobacz rozmiar, wagę, zakres opłat, uwzględnione transakcje i nie tylko dla seoDescriptionNetwork(this.stateService.network) bloku block.height Liquid (block.id).
uk: Перегляньте розмір, вагу, діапазон комісій, включені транзакції та більше для seoDescriptionNetwork(this.stateService.network) блоку block.height (block.id) Liquid.

# meta.description.bitcoin.block
source: See size, weight, fee range, included transactions, audit (expected v actual), and more for BitcoinseoDescriptionNetwork(this.stateService.network) block block.height (block.id).
nl: Bekijk grootte, gewicht, vergoedingsbereik, inbegrepen transacties, audit (verwachte versus werkelijke) en meer voor BitcoinseoDescriptionNetwork(this.stateService.network) blokblock.height ( block.id).
pl: Zobacz rozmiar, wagę, zakres opłat, uwzględnione transakcje, audyt (oczekiwany vs rzeczywisty) i więcej dla blokuseoDescriptionNetwork(this.stateService.network) Bitcoin block.height ( block.id).
uk: Перегляньте розмір, вагу, діапазон комісій, включені транзакції, аудит (очікувано/насправді) та більше для seoDescriptionNetwork(this.stateService.network) блоку block.height (block.id) біткоїна.

source: Timestamp
ar: الوقت و التاريخ
es: Sello de tiempo
ko: 타임스탬프
nl: Tijd
pl: Data
sl: Datum in čas
uk: Час

source: Median fee
ar: متوسط ​​الرسوم
es: Tasa mediana
ko: 평균 수수료
nl: Gemiddelde vergoeding
pl: Mediana opłat
sl: Mediana omrežnin
uk: Середня комісія

source: Total fees
ar: الرسوم الكلية
es: Total de tasas
ko: 총 수수료
nl: Totale vergoedingen
pl: Opłaty łącznie
sl: Skupaj omrežnin
uk: Всього комісій

source: Miner
ar: المعدن
es: Minero
ko: 채굴자
nl: Gedolven door
pl: Wydobywca
sl: Rudar
uk: Майнер

source: transaction</ng-template> <ng-template #transactionsPlural let-i i18n="shared.transacti transaction
nl: transaction</ng-template> <ng-template #transactionsPlural let-i i18n="shared.transacti transactie
pl: transaction</ng-template> <ng-template #transactionsPlural let-i i18n="shared.transacti transakcja

source: transactions</ng-template> </h2> <ngb-pagination class="pagination-container float-ri transactions
nl: transactions</ng-template> </h2> <ngb-pagination class="pagination-container float-ri transacties
pl: transactions</ng-template> </h2> <ngb-pagination class="pagination-container float-ri transakcje

source: Error loading data.
ar: خطأ في تحميل البيانات.
nl: Fout bij laden van data.
pl: Błąd ładowania danych.
uk: Не вдалося завантажити дані.

source: This block does not belong to the main chain, it has been replaced by:
nl: Dit blok behoort niet tot de hoofdketen, het is vervangen door:
pl: Blok ten nie należy do łańcucha głównego, został zastąpiony przez:
uk: Цей блок не належить до основного ланцюжка, та був замінений блоком:

source: Stale Block
nl: Rot blok

source: Previous Block
ar: الكتلة السابقة
ko: 이전 블록
nl: Vorig Blok
pl: Poprzedni blok
uk: Попередній блок

source: Stale
nl: Rot
pl: Przestarzały
uk: Застій

source: Unknown
ar: غير معروف
es: Desconocido
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
sl: Neznano
uk: Невідомо

source: Fee span
ar: نطاق الرسوم
es: Rango de tasas
ko: 수수료 범위
nl: Vergoedingbereik
pl: Zakres opłat
sl: Razpon omrežnin
uk: Діапазон комісії

source: Based on average native segwit transaction of 140 vBytes
ar: بناءً على متوسط معاملة native segwit التي يبلغ حجمها 140 ف بايت
es: Basado en el promedio de 140 vBytes de las transacciones segwit nativas
ko: 평균 native segwit 트랜잭션의 140 vBytes 기준
nl: Gebaseerd op een gemiddelde native segwit-transactie van 140 vBytes
pl: Na podstawie przeciętnej transakcji w natywnym segwit o długości 140 vBajtów
sl: Na podlagi povprečne native segwit transakcije (140 vBajtov).
uk: На основі середнього розміру segwit транзакції в 140 vByte

source: Subsidy + fees
nl: Subsidie + vergoedingen
pl: Subsydium i opłaty
uk: Нагорода + комісії

source: Stale
nl: Rot

source: Winning
nl: Winnend

source: Expected
nl: Verwacht
pl: Prognoza
uk: Очікувалося

source: Actual
ar: فعلي
nl: Werkelijk
pl: Wartość aktualna
uk: Фактично

source: Expected Block
nl: Verwachte Blok
pl: Prognozowany blok
uk: Очікуваний блок

source: Winning Block
nl: Winnend Blok

source: Actual Block
nl: Werkelijke Blok
pl: Rzeczywisty blok
uk: Фактичний блок

source: Version
ar: الاصدار
es: Versión
ko: 버전
nl: Versie
pl: Wersja
sl: Verzija
uk: Версія

source: Difficulty
ar: الصعوبه
es: Dificultad
ko: 난이도
nl: Moeilijkheid
pl: Trudność
sl: Težavnost
uk: Складність

source: Block Header Hex
ar: عنوان الكتلة الست عشري
ko: 블록헤더 16진수
nl: Blokheader-hex
pl: Nagłówek bloku w postaci szesnastkowej
sl: Glava bloka (Hex)
uk: Заголовок блоку в hex

source: There is a stale block at this height
nl: Er is een rot blok op deze hoogte

source: There are {{ block.extras.orphans.length }} stale blocks at this height
nl: Er zijn {{ block.extras.orphans.length }} rotte blokken op deze hoogte

source: Error loading block data.
es: Error cargando datos de bloque
ko: 블록 데이터 불러오기 실패
nl: Fout bij het laden van blokgegevens.
pl: Błąd ładowania danych bloku.
sl: Napaka pri nalaganju podatkov bloka.

source: Why is this block empty?
ar: لماذا الكتلة فارغة؟
nl: Waarom is dit blok leeg?
pl: Czemu ten blok jest pusty?
uk: Чому цей блок пустий?

source: Acceleration fees paid out-of-band
nl: Betaalde versnelvergoeding buiten blockchain om
pl: Opłata przyspieszenia wniesiona poza mempoolem
uk: Комісії за пришвидшення сплачуються поза мережею

source: Blocks
ar: الكتل
es: Bloques
ko: 블록
nl: Blokken
pl: Bloki
sl: Bloki
uk: Блоки

source: Height
ar: ارتفاع
es: Altura
ko: 높이
nl: Hoogte
pl: Numer bloku
sl: Višina
uk: Висота

source: Reward
ar: المكافأة
nl: Beloning
pl: Nagroda
uk: Нагорода

source: Fees
ar: الرسوم
nl: Vergoedingen
pl: Opłaty
uk: Комісії

# meta.description.liquid.blocks
source: See the most recent LiquidseoDescriptionNetwork(this.stateService.network) blocks along with basic stats such as block height, block size, and more.
nl: Bekijk de meest recente LiquidseoDescriptionNetwork(this.stateService.network)-blokken, samen met basisstatistieken zoals blokhoogte, blokgrootte en meer.
pl: Zobacz najnowsze bloki LiquidseoDescriptionNetwork(this.stateService.network) wraz z podstawowymi statystykami, takimi jak wysokość bloku, rozmiar bloku i inne.
uk: Перегляньте останні блоки Liquid seoDescriptionNetwork(this.stateService.network) з їх базовими характеристиками, такими як висота, розмір та іншими.

# meta.description.bitcoin.blocks
source: See the most recent BitcoinseoDescriptionNetwork(this.stateService.network) blocks along with basic stats such as block height, block reward, block size, and more.
nl: Bekijk de meest recente BitcoinseoDescriptionNetwork(this.stateService.network)-blokken samen met basisstatistieken zoals blokhoogte, blokbeloning, blokgrootte en meer.
pl: Zobacz najnowsze bloki BitcoinseoDescriptionNetwork(this.stateService.network) wraz z podstawowymi statystykami, takimi jak wysokość bloku, nagroda za blok, rozmiar bloku i inne.
uk: Перегляньте останні блоки Біткоїна seoDescriptionNetwork(this.stateService.network) з їх базовими характеристиками, такими як висота, нагорода, розмір та іншими.

# clipboard.copied-message
source: Copied!
ar: تم النسخ!
es: Copiado!
ko: 복사됨!
nl: Gekopiëerd!
pl: Skopiowano!
sl: Kopirano!
uk: Скопійовано!

source: Price
ar: السعر
es: Precio
ko: 가격
nl: Prijs
pl: Cena
sl: Tečaj
uk: Ціна

source: High Priority
ar: أولوية عالية
nl: Hoge Prioriteit
pl: Wysoki priorytet
uk: Швидко

source: Memory Usage
nl: Geheugengebruik
pl: Zużycie pamięci
uk: Використання пам'яті

source: Unconfirmed
ar: غير مؤكدة
es: Sin confirmar
ko: 컨펌되지 않음
nl: Onbevestigd
pl: Niepotwierdzone
sl: Nepotrjeno
uk: Непідтверджені

source: Transaction Fees
ar: رسوم التحويل
es: Tasa de Transacción
ko: 트랜잭션 수수료
nl: Transactiekosten
pl: Opłaty transakcyjne
sl: Omrežnina
uk: Комісії транзакції

source: Incoming Transactions
nl: Inkomende transacties
pl: Nadchodzące transakcje
uk: Вхідні транзакції

source: Minimum fee
ar: الحد الادنى للعمولة
es: Tarifa mínima
ko: 최소 수수료
nl: Minimumvergoeding
pl: Minimalna opłata
sl: Najnižja omrežnina
uk: Мінімальна комісія

source: Purging
ar: تطهير
es: Purga
ko: 퍼징
nl: Weggooien
pl: Próg odrzucenia
sl: Prag
uk: Очищення

source: Recent Replacements
nl: Recente vervangingen
pl: Ostatnie zastąpienia
uk: Останні заміни

source: Previous fee
nl: Vorige vergoeding
pl: Poprzednia opłata
uk: Попередня комісія

source: New fee
nl: Nieuwe vergoeding
pl: Nowa opłata
uk: Нова комісія

source: Full RBF
nl: Volledige RBF
pl: Pełny RBF
uk: Повний RBF

source: Recent Blocks
nl: Recente blokken
pl: Ostatnie bloki
uk: Останні блоки

source: Recent Transactions
nl: recente transacties
pl: Ostatnie transakcje
uk: Останні транзакції

source: Treasury
nl: Schatkist
pl: Skarbiec

source: Treasury Transactions
nl: Schatkisttransacties
pl: Transakcje Skarbca

source: X Timeline
nl: X Tijdlijn
pl: Historia X

source: Consolidation
nl: Consolidatie
pl: Konsolidacje
uk: Консолідація

source: Adjusted
ar: معدلة
nl: Aangepast
pl: Dostosowanie
uk: Відрегульовано

source: Change
ar: تغير
nl: Verandering
pl: Zmiana
uk: Змінити

source: Difficulty Adjustment
ar: تعديل الصعوبة
es: Ajuste de Dificultad
ko: 난이도 조정
nl: Moeilijkheidsaanpassing
pl: Dostosowanie trudności
sl: Prilagoditev težavnosti
uk: Регулювання складності

source: Remaining
ar: متبقي
es: Restante
ko: 남은
nl: Resterend
pl: Pozostało
sl: Preostalo
uk: Лишається

source: <span class="shared-block">blocks</span></ng-template> <ng- <span class="shared-block">blocks</span>
nl: <span class="shared-block">blocks</span></ng-template> <ng- <span class="shared-block">blokken</span>
pl: <span class="shared-block">blocks</span></ng-template> <ng- <span class="shared-block">bloki</span>
uk: <span class="shared-block">blocks</span></ng-template> <ng- <span class="shared-block">блоки</span>

source: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">block</span>
ar: <span class="shared-block">block</span></ng-template> </div><span class="shared-block">كتله</span>
nl: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">blok</span>
pl: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">blok</span>
uk: <span class="shared-block">block</span></ng-template> </div> <span class="shared-block">блок</span>

source: Estimate
ar: متوقعة
es: Estimar
ko: 추정
nl: Schatting
pl: Estymata
sl: Ocena
uk: Приблизно

source: Previous
ar: السابق
es: Previo
ko: 이전
nl: Vorige
pl: Poprzednie
sl: Prejšnja
uk: Попередня

source: Current Period
ar: الفترة الحالية
es: Período Actual
ko: 현재 기간
nl: Huidige Periode
pl: Okres bieżący
sl: Trenutno obdobje
uk: Поточний період

source: Next Halving
ar: الانقسام التالي
nl: Volgende Halvering
pl: Następny halving
uk: Наступний халвінг

source: {{ i }} blocks expected
nl: {{ i }} blokken verwacht
pl: {{ i }} spodziewanych bloków
uk: {{ i }} блоків очікується

source: {{ i }} block expected
nl: {{ i }} blok verwacht
pl: {{ i }} spodziewany blok
uk: {{ i }} блок очікується

source: {{ i }} blocks mined
nl: {{ i }} blokken gemined
pl: {{ i }} bloków wydobytych
uk: {{ i }} блоків знайдено
