Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

# block.component.browser-title
source: Block block.height: block.id
es: Bloque block.height: block.id
sl: Blok block.height: block.id

source: {{ i }} <span class="shared-block">blocks</span>
es: {{ i }} <span class="shared-block">bloques</span>
sl: {{ i }} <span class="shared-block">blokov</span>

source: {{ i }} <span class="shared-block">block</span>
es: {{ i }} <span class="shared-block">bloque</span>
sl: {{ i }} <span class="shared-block">blok</span>

# mempool-block.stack.of.blocks
source: Stack of blocksInBlock mempool blocks
es: Grupo de blocksInBlock bloques mempool
sl: Sklad blocksInBlock mempool blokov

# mempool-block.block.no
source: Mempool block this.mempoolBlockIndex + 1
es: Bloque mempool this.mempoolBlockIndex + 1
sl: Mempool blok this.mempoolBlockIndex + 1

# miner-identified-by-payout
source: Identified by payout address: 'vout.scriptpubkey_address'
es: Identificado por la dirección de pago: 'vout.scriptpubkey_address'
sl: Prepoznano po naslovu za izplačilo: 'vout.scriptpubkey_address'

# miner-identified-by-coinbase
source: Identified by coinbase tag: 'tag'
es: Identificado por la etiqueta de la coinbase: 'tag'
sl: Prepoznano po coinbase oznaki: 'tag'

source: Loading graphs...
es: Cargando gráficos...
sl: Nalaganje grafov...

# time-since
source: dateStrings.i18nYear ago
es: Hace dateStrings.i18nYear
sl: pred dateStrings.i18nYear

# time-span
source: After dateStrings.i18nYear
es: Después de dateStrings.i18nYear
sl: Po dateStrings.i18nYear

# time-until
source: In ~dateStrings.i18nMinute
es: En ~dateStrings.i18nMinute
sl: Še ~dateStrings.i18nMinute

source: Peg-out to <ng-container *ngTemplateOutlet="pegOutLink"></ng-container>
es: Peg-out a <ng-container *ngTemplateOutlet="pegOutLink"></ng-container>
sl: Peg-out v <ng-container *ngTemplateOutlet="pegOutLink"></ng-container>

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using native SegWit-Bech32
es: Esta transacción ahorró {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% en tasas usando SegWit-Bech32 nativo
sl: Ta transakcija je prihranila {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% omrežnine z uporabo native SegWit-Bech32.

source: This transaction saved {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% on fees by using SegWit and could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% more by fully upgrading to native SegWit-Bech32
es: Esta transacción ahorró {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% en tasas usando SegWit y pudo ahorrar {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% más actualizando a SegWit-Bech32 nativo
sl: Ta transakcija je prihranila {{ segwitGains.realizedGains * 100 | number: '1.0-0' }}% omrežnine z uporabo SegWit in bi lahko dodatnih {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% s popolno nadgradnjo na native SegWit-Bech32.

source: This transaction could save {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% on fees by upgrading to native SegWit-Bech32 or {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% by upgrading to SegWit-P2SH
es: Esta transacción podría ahorrar {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% en tasas actualizando a SegWit-Bech32 nativo o {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% actualizando a SegWit-P2SH
sl: Ta transakcija bi lahko prihranila {{ segwitGains.potentialBech32Gains * 100 | number : '1.0-0' }}% omrežnine z nadgradnjo na native SegWit-Bech32 ali {{ segwitGains.potentialP2shGains * 100 | number: '1.0-0' }}% z nadgradnjo na SegWit-P2SH.

source: Only ~{{ medianFeeNeeded | number : '1.1-1' }} sat/vB was needed to get into this block
es: Solo ~{{ medianFeeNeeded | number : '1.1-1' }} sat/vB fueron necesarios para entrar en este bloque
sl: Samo ~{{ medianFeeNeeded | number : '1.1-1' }} sat/vB je bilo potrebno za vključitev v ta blok.

source: Overpaid {{ overpaidTimes }}x
es: Pagado por demás {{ overpaidTimes }}x
sl: {{ overpaidTimes }}-krat preplačano

# date-base.year
source: counter year
es: counter año
sl: counter letom

# date-base.years
source: counter years
es: counter años
sl: counter leti

# date-base.month
source: counter month
es: counter mes
sl: counter mesecem

# date-base.months
source: counter months
es: counter meses
sl: counter meseci

# date-base.week
source: counter week
es: counter semana
sl: counter teden

# date-base.weeks
source: counter weeks
es: counter semanas
sl: counter tednov

# date-base.day
source: counter day
es: counter día
sl: counter d

# date-base.days
source: counter days
es: counter días
sl: counter d

# date-base.hour
source: counter hour
es: counter hora
sl: counter h

# date-base.hours
source: counter hours
es: counter horas
sl: counter h

# date-base.minute
source: counter minute
es: counter minuto
sl: counter min

# date-base.minutes
source: counter minutes
es: counter minutos
sl: counter min

# date-base.second
source: counter second
es: counter segundo
sl: counter s

# date-base.seconds
source: counter seconds
es: counter segundos
sl: counter s
