Repository: mempool/mempool
Catalog: frontend/src/locale/messages.*.xlf
Languages: ar, es, ko, nl, pl, sl, uk

# ngb.alert.close
source: Close
ar: مغلق
es: Cerrar
ko: 닫기
nl: Sluiten
pl: Zamknij
sl: Zapri
uk: Закрити

# ngb.carousel.slide-number
source: Slide ueryList<NgbSli of EventSource = N
nl: Dia ueryList<NgbSli van EventSource = N

# ngb.carousel.previous
source: Previous
ar: السابق
es: Previo
ko: 이전
nl: Vorige
pl: Poprzednie
sl: Prejšnji
uk: Попередній

# ngb.carousel.next
source: Next
ar: التالي
es: Siguiente
ko: 다음
nl: Volgende
pl: Następne
sl: Naslednji
uk: Наступний

# ngb.datepicker.previous-month
source: Previous month
ar: الشهر السابق
es: Mes anterior
ko: 지난달
nl: Vorige maand
pl: Poprzedni miesiąc
sl: Prejšnji mesec
uk: Попередній місяць

# ngb.datepicker.next-month
source: Next month
ar: الشهر التالي
es: Siguiente mes
ko: 다음 달
nl: Volgende maand
pl: Następny miesiąc
sl: Naslednji mesec
uk: Наступний місяць

# ngb.timepicker.HH
source: HH
ar: ساعة
nl: UU
uk: ГГ

# ngb.toast.close-aria
source: Close
ar: مغلق
es: Cerrar
ko: 닫기
nl: Sluiten
pl: Zamknięcie
sl: Zapri
uk: Закрити

# ngb.datepicker.select-month
source: Select month
ar: اختر الشهر
es: Seleccionar mes
ko: 달/월 선택하기
nl: Selecteer maand
pl: Wybierz miesiąc
sl: Izberi mesec
uk: Оберіть місяць

# ngb.timepicker.hours
source: Hours
ar: ساعات
es: Horas
ko: 시간
nl: Uren
pl: Godzin
sl: Ure
uk: Години

# ngb.datepicker.select-year
source: Select year
ar: اختر السنة
es: Seleccionar año
ko: 연/년 선택하기
nl: Selecteer jaar
pl: Wybierz rok
sl: Izberi leto
uk: Оберіть рік

# ngb.timepicker.minutes
source: Minutes
ar: دقائق
es: Minutos
ko: 분
nl: Minuten
pl: Minut
sl: Minute
uk: Хвилини

# ngb.pagination.first-aria
source: First
ar: أول
es: Primero
ko: 첫째
nl: Eerste
pl: Pierwsza
sl: Prva
uk: Перший

# ngb.timepicker.increment-hours
source: Increment hours
ar: ساعات إضافية
es: Incrementar horas
ko: 증가한 시간
nl: Uren verhogen
pl: Zwiększ godziny
sl: Prištej ure
uk: Збільшити години

# ngb.pagination.previous-aria
source: Previous
ar: السابق
es: Previo
ko: 이전
nl: Vorige
pl: Poprzednia
sl: Prejšnja
uk: Попередній

# ngb.timepicker.decrement-hours
source: Decrement hours
ar: انتقاص الساعات
es: Reducir horas
ko: 감소한 시간
nl: Uren verlagen
pl: Zmniejsz godziny
sl: Odštej ure
uk: Зменшити години

# ngb.pagination.next-aria
source: Next
ar: التالي
es: Siguiente
ko: 다음
nl: Volgende
pl: Następna
sl: Naslednja
uk: Наступний

# ngb.timepicker.increment-minutes
source: Increment minutes
ar: دقائق إضافية
es: Incrementar minutos
ko: 증가한 분
nl: Minuten verhogen
pl: Zwiększ minuty
sl: Prištej minute
uk: Збільшити хвилини

# ngb.pagination.last-aria
source: Last
ar: آخر
es: Último
ko: 마지막
nl: Laatste
pl: Ostatnia
sl: Zadnja
uk: Останній

# ngb.timepicker.decrement-minutes
source: Decrement minutes
ar: انتقاص الدقائق
es: Reducir minutos
ko: 감소한 분
nl: Minuten verlagen
pl: Zmniejsz minuty
sl: Odštej minute
uk: Зменшити хвилини

# ngb.timepicker.seconds
source: Seconds
ar: ثوان
es: Segundos
ko: 초
nl: Seconden
pl: Sekund
sl: Sekunde
uk: Секунди

# ngb.timepicker.increment-seconds
source: Increment seconds
ar: ثواني اضافيه
es: Incrementar segundos
ko: 증가한 초
nl: Seconden verhogen
pl: Zwiększ sekundy
sl: Prištej sekunde
uk: Збільшити секунди

# ngb.timepicker.decrement-seconds
source: Decrement seconds
ar: انتقاص الثوان
es: Reducir segundos
ko: 감소한 초
nl: Seconden verlagen
pl: Zmniejsz sekundy
sl: Odštej sekunde
uk: Зменшити секунди

source: Become a Community Sponsor
nl: Word een community-sponsor
pl: Zostań sponsorem społecznościowym
uk: Стати спонсором від спільноти

source: Become an Enterprise Sponsor
nl: Word Enterprise-sponsor
pl: Zostań sponsorem korporacyjnym
uk: Стати спонсором від бізнесу

source: The Mempool Open Source Project
ar: مشروع Mempool مفتوح المصدر
es: Proyecto de Código Abierto The Mempool
ko: 맴풀 오픈 소스 프로젝트
nl: Het Mempool Open Source Project
pl: Mempool - Projekt Open Source
sl: Odprtokodni projekt Mempool
uk: Mempool - проект з відкритим кодом

source: Our mempool and blockchain explorer for the Bitcoin community, focusing on the transaction fee market and multi-layer ecosystem, completely self-hosted without any trusted third-parties.
ar: الميم بول و مستكشف سلسلة الكتل خاص لمجتمع البتكوين ، يركز على سوق رسوم المعاملات للأنظمة متعددة الطبقات ، مستضاف ذاتيًا تمامًا دون الثقة بأي جهات خارجية.
nl: Onze mempool- en blockchainverkenner voor de Bitcoingemeenschap, gericht op de transactiekostenmarkt en het meerlagige ecosysteem, volledig zelf-gehost zonder derde partijen.
pl: Nasz, koncentrujący się na rynku opłat i wielowarstwowym ekosystemie, eksplorator blockchaina i mempoola dla bitcoinowej społeczności, całkowicie self-hosted, bez zaufanych stron trzecich.
uk: Наш експлорер мемпулу та блоків для ком'юніті Bitcoin з фокусом на ринок транзакцій та багаторівневу екосистему, повністю самостійний без жодних інтеграцій з довіреними третіми сторонами.

source: Be your own explorer
nl: Wees je eigen verkenner

source: Enterprise Sponsors 🚀
ar: رعاة المشروع 🚀
es: Empresas patrocinadoras 🚀
ko: 기업 스폰서🚀
nl: Bedrijfssponsoren 🚀
pl: Sponsorzy Korporacyjni 🚀
sl: Sponzorji - podjetja 🚀
uk: Підприємства-спонсори 🚀

source: Whale Sponsors
nl: Whale-sponsoren
pl: Sponsorzy Wieloryby
uk: Спонсори-кити

source: Community Integrations
ar: تكاملات (Integrations) مجتمعية
es: Integraciones de la comunidad
ko: 커뮤니티 통합
nl: Community-integraties
pl: Integracje społecznościowe
sl: Integracije
uk: Інтеграції спільноти

source: Community Alliances
ar: التحالفات المجتمعية
es: Alianzas de la comunidad
ko: 커뮤니티 연합
nl: Community-allianties
pl: Sojusze społecznościowe
sl: Zavezništva skupnosti
uk: Союзи спільноти

source: Project Translators
ar: مترجمو المشروع
nl: Projectvertalers
pl: Tłumacze projektu
uk: Перекладачі проекту

source: Project Contributors
ar: المساهمون في المشروع
es: Contribuyentes al proyecto
ko: 프로젝트 참여자 목록
nl: Projectbijdragers
pl: Współtwórcy projektu
sl: Sodelujoči
uk: Учасники проекту

source: Project Members
ar: أعضاء المشروع
ko: 프로젝트 멤버들
nl: Projectleden
pl: Członkowie projektu
uk: Члени проекту

source: Powered By
nl: Aangedreven door

source: Managed By
nl: Beheerd door

source: About
ar: حول
es: Sobre nosotros
ko: 대하여
nl: Over
pl: O stronie
sl: O projektu
uk: Про

# meta.description.about
source: Learn more about The Mempool Open Source Project®: enterprise sponsors, individual sponsors, integrations, who contributes, FOSS licensing, and more.
nl: Lees meer over het Mempool Open Source Project®: Enterprise-sponsoren, individuele sponsoren, integraties, wie meehelpt, FOSS-licensering, en meer.
pl: Dowiedz się więcej o The Mempool Open Source Project®: sponsorach korporacyjnych, indywidualnych, integracjach, kontrybutorach, licencjonowaniu FOSS i więcej.
uk: Дізнайтесь більше про проєкт з відкритим кодом Mempool : корпоративні спонсори, індивідуальні спонсори, інтеграції, хто робить внесок, ліцензування FOSS та багато іншого.

source: Sorry, something went wrong!
nl: Sorry, er ging iets mis!
pl: Wybacz, coś poszło nie tak!
uk: Вибачте, щось пішло не так!

source: We were not able to accelerate this transaction. Please try again later.
nl: We hebben deze transactie niet kunnen versnellen. Probeer het later opnieuw.
pl: Nie byliśmy w stanie przyspieszyć tej transakcji. Proszę spróbować ponownie później.
uk: Нам не вдалось пришвидшити цю транзакцію. Будь ласка, спробуйте пізніше.

source: Close
nl: Sluiten
pl: Zamknij
uk: Закрити

source: Your transaction
nl: Jouw transactie
pl: Twoja transakcja
uk: Ваша транзакція

source: Plus {{ estimate.txSummary.ancestorCount - 1 }} unconfirmed ancestor(s)
nl: Plus {{ estimate.txSummary.ancestorCount - 1 }} onbevestigde voorouder(s)
pl: Plus {{ estimate.txSummary.ancestorCount - 1 }} niepotwierdzonych przodków
uk: Та {{ estimate.txSummary.ancestorCount - 1 }} непідтверджений предок(-ки)

source: Virtual size
ar: الحجم الافتراضي
es: Tamaño virtual
ko: 가상 크기
nl: Virtuele grootte
pl: Rozmiar wirtualny
sl: Navidezna velikost
uk: Віртуальний розмір

source: Size in vbytes of this transaction (including unconfirmed ancestors)
nl: Grootte in vbytes van deze transactie (inclusief onbevestigde voorouders)
pl: Rozmiar tej transakcji w vbytach (włącznie z niepotwierdzonymi poprzednikami)
uk: Розмір у vbyte цієї транзакції (включно з непідтвердженими предками)

source: In-band fees
nl: In-band kosten
pl: Opłaty z użyciem mempool
uk: Мережеві комісії

source: Fees already paid by this transaction (including unconfirmed ancestors)
nl: Reeds betaalde kosten voor deze transactie (inclusief onbevestigde voorouders)
pl: Opłaty już zapłacone przez tę transakcję (włącznie z niepotwierdzonymi poprzednikami)
uk: Комісії для цієї транзакції вже були оплачені (включно з непідтвердженими предками)

source: How much faster?
nl: Hoeveel sneller?
pl: O ile szybciej?
uk: Наскільки швидше?

source: This will reduce your expected waiting time until the first confirmation to <strong>n" [time]="etaInfo.acceleratedETA" [fastRender]="false" [fixedRender]="true"></strong></s</small>
nl: Dit verkort de verwachte wachttijd tot de eerste bevestiging tot <strong>n" [time]="etaInfo.acceleratedETA" [fastRender]="false" [fixedRender]="true"></strong></s</small>
pl: To skróci oczekiwany czas do pierwszego potwierdzenia do <strong>n" [time]="etaInfo.acceleratedETA" [fastRender]="false" [fixedRender]="true"></strong></s</small>

source: Summary
nl: Samenvatting
pl: Podsumowanie
uk: Підсумок

source: Next block market rate
nl: Volgende blok-tarief (markt)
pl: Stawka rynkowa następnego bloku
uk: Ринковий курс комісії наступного блоку

source: Estimated extra fee required
nl: Geschatte extra vereiste vergoeding
pl: Estymata wymaganej opłaty dodatkowej
uk: Орієнтовна необхідна додаткова комісія

source: Target rate
nl: Doeltarief
pl: Docelowa stawka

source: Extra fee required
nl: Extra vergoeding vereist
pl: Wymagana dodatkowa opłata

source: Mempool Accelerator® fees
nl: Mempool Accelerator®-kosten

source: Accelerator Service Fee
nl: Servicekosten voor versnellen
pl: Opłata usługi akceleratora
uk: Комісія сервісу пришвидшення

source: Transaction Size Surcharge
nl: Toeslag transactiegrootte
pl: Dopłata za wielkość transakcji
uk: Комісія за розмір транзакції

source: Estimated acceleration cost
nl: Geschatte versnel-kosten
pl: Szacowany koszt akceleracji
uk: Орієнтовна вартість пришвидшення

source: Maximum acceleration cost
nl: Maximale versnel-kosten
pl: Maksymalny koszt akceleracji
uk: Максимальна вартість пришвидшення

source: Acceleration cost
nl: Acceleratiekosten
pl: Koszt akceleracji

source: Available balance
nl: Beschikbaar saldo
pl: Dostępne saldo
uk: Доступний баланс

source: Go back
nl: Ga terug
pl: Wróć
uk: Назад

source: Accelerate your Bitcoin transaction?
nl: Bitcoin-transactie versnellen?
pl: Przyspieszyć twoją transakcję?

source: Wait
nl: Wacht
pl: Poczekaj

source: Confirmation expected
nl: Bevestiging verwacht
pl: Potwierdzenie oczekiwane

source: Confirmation not expected any time soon
nl: Bevestiging wordt niet snel verwacht
pl: Potwierdzenie nie oczekiwane w najbliższym czasie

source: For an additional
nl: Voor een extra
pl: Za dodatkowe

source: Reducing expected confirmation time to <app-time kind="within" [time]="etaInfo.acceleratedETA" [fastRender]="false" [fixedRender]="true"></ng-contain
nl: Verkort verwachte bevestigingstijd naar <app-time kind="within" [time]="etaInfo.acceleratedETA" [fastRender]="false" [fixedRender]="true"></ng-contain
pl: Skrócenie oczekiwanego czasu do <app-time kind="within" [time]="etaInfo.acceleratedETA" [fastRender]="false" [fixedRender]="true"></ng-contain

source: Payment to mempool.space for acceleration of txid <a [routerLink]="'/tx/' + tx.txid" target="_blank">tr(0, 10) }}..{{ tx.txid.substr(-10) }}</span>
nl: Betaling aan mempool.space voor versnelling van txid <a [routerLink]="'/tx/' + tx.txid" target="_blank">tr(0, 10) }}..{{ tx.txid.substr(-10) }}</span>

source: Your account will be debited no more than
nl: Er wordt maximaal van uw rekening afgeschreven
pl: Z twojego konta zostanie pobrane nie więcej niż

source: Pay
nl: Betalen
pl: Zapłać

source: Failed to load invoice
nl: Kan betaling niet laden
pl: Błąd ładowania faktury

source: Loading invoice...
nl: Betaling laden...
pl: Ładowanie faktury...

source: OR
nl: OF

source: Confirm your payment
nl: Bevestig uw betaling
pl: Potwierdź swoją płatność

source: Total additional cost
nl: Totale extra kosten
pl: Całkowity dodatkowy koszt

source: with
nl: met
pl: z
uk: з

source: Loading payment method...
nl: Betaalmethode laden...
pl: Ładowanie metod płatności...

source: Confirming your payment
nl: Betaling aan het bevestigen
pl: Potwierdzanie twojej płatności

source: We are processing your payment...
nl: Wij verwerken uw betaling...
pl: Przetwarzamy twoją płatność...

source: Accelerating your transaction
nl: Transactie aan het versnellen
pl: Przyspieszanie twojej transakcji

source: Confirming your acceleration with our mining pool partners...
nl: Bevestiging van uw versnelling met onze mining-partners...
pl: Potwierdzanie przyspieszenia z naszymi partnerami z puli wydobywczych...

source: ...sorry, this is taking longer than expected...
nl: ...sorry, dit duurt langer dan verwacht...
pl: ...przepraszamy, to trwa dłużej niż się spodziewaliśmy...

source: Transaction is being accelerated!
nl: Transactie wordt versneld!

source: Transaction has been accepted for acceleration by our mining pool partners.
nl: Transactie is geaccepteerd voor versnelling door onze miningpool-partners.

source: Get a receipt.
nl: Ontvang een ontvangstbewijs.

source: Calculating cost...
nl: Kosten berekenen...
pl: Obliczam koszt...

source: customize
nl: aanpassen
pl: dostosuj

source: Accelerate to ~{{ x | number : '1.0-0' }} sat/vB
nl: Versnellen naar ~{{ x | number : '1.0-0' }} sat/vB
pl: Przyszpiesz do ~{{ x | number : '1.0-0' }} sat/vB

source: Accelerate
nl: Versnellen
pl: Przyspiesz
uk: Пришвидшити

source: Your transaction will be prioritized by up to <strong>1' }}%</strong> of miners.
nl: Uw transactie krijgt prioriteit door maximaal <strong>1' }}%</strong> van de miners.
pl: Twoja transakcja otrzyma wyższy priorytet u nawet <strong>1' }}%</strong> wydobywców.

source: Next Block
ar: الكتلة القادمة
ko: 다음 블록
nl: Volgend Blok
pl: Następny blok
uk: Наступний блок

source: Accelerated
nl: Versneld
pl: Przyspieszona
uk: Пришвидшено

source: First seen
ar: اول رؤية
es: Visto por primera vez
ko: 처음으로 감지됨
nl: Eerst gezien
pl: Widziana pierwszy raz
sl: Prejeto
uk: Вперше помічена

source: Mined
ar: تم تعدينه
es: Minado
ko: 채굴됨
nl: Gedolven
pl: Wydobyta
sl: Narudarjeno
uk: Добутий

source: Fee
ar: الرسوم
es: Tasa
ko: 수수료
nl: Vergoeding
pl: Opłata
sl: Omrežnina
uk: Комісія

source: Out-of-band fees
nl: Vergoeding buiten blockchain
pl: Opłaty poza mempoolem

source: Fee rate
ar: معدل الرسوم
es: Tasa de intercambio
ko: 수수료율
nl: Vergoedingstarief
pl: Poziom opłat
sl: Stopnja omrežnine
uk: Ставка комісії

source: Accelerated fee rate
nl: Versnelde vergoeding
pl: Poziom opłaty przyspieszonej
uk: Ставка комісії пришвидшення

source: Accelerated by
nl: Versneld door
pl: Przyspieszona przez

source: Canceled
nl: Geannuleerd

source: Acceleration Fees
nl: Versnellingstarief
pl: Opłaty akceleracji
uk: Комісії за пришвидшення

source: No accelerated transaction for this timeframe
nl: Geen versnelde transacties in dit tijdvak
pl: Brak przyspieszanych transakcji w tym okresie
uk: Немає пришвидшених транзакцій у цьому часовому діапазоні

source: Around block: ticks[0].data[2]
nl: Rond blok: ticks[0].data[2]
pl: Około bloku: ticks[0].data[2]
uk: Біля блоку: ticks[0].data[2]

source: Requests
nl: Verzoeken
pl: Żądania
uk: Запити

source: accelerated
nl: versneld
pl: przyspieszona
uk: пришвидшено

source: Total Bid Boost
nl: Totaalbod versnelling
pl: Całk. zwiększenie oferty
uk: Загальне підвищення ставки

source: Total vSize
nl: Totaal vSize
pl: Całkowity vSize

source: of blocks
nl: van blokken
pl: bloków

source: Accelerations
nl: Versnellingen
pl: Akceleracje
uk: Пришвидшення

source: Bid
nl: Bied
pl: Oferta

source: Requested
nl: Aangevraagd
pl: Zażądano
uk: Запит відправлено

source: Bid Boost
nl: Versnel-bod
pl: Zwiększenie oferty
uk: Підвищити ставку

source: Block
ar: كتلة
nl: Blok
pl: Blok
uk: Блок

source: Pending
nl: In behandeling
pl: W toku
uk: Очікується

source: Completed
nl: Voltooid
pl: Ukończone

source: Failed
nl: Mislukt
pl: Nieudane

source: There are no active accelerations
nl: Geen actieve versnellingen
pl: Nie ma aktywnych akceleracji
uk: На даний момент немає активних пришвидшень

source: There are no recent accelerations
nl: Geen recente versnellingen
pl: Nie było ostatnio akceleracji
uk: Останнім часом пришвидшень не було

source: Active Accelerations
nl: Actieve versnellingen
pl: Aktywne akceleracje
uk: Активні пришвидшення

source: Acceleration stats
nl: Statistieken versnellingen
pl: Statystyki akceleracji
uk: Статистика пришвидшень

source: (1 day)
nl: (1 dag)
pl: (1 dzień)

source: (1 month)
nl: (1 maand)
pl: (1 miesiąc)

source: (1 year)
nl: (1 jaar)

source: (all time)
nl: (altijd)
pl: (cały okres)

source: all
nl: alle
pl: wszystkie

source: Historical Trend
nl: Historische trend

source: View more »
ar: عرض المزيد 》
nl: Laat meer zien »
pl: Pokaż więcej »
uk: Дивитись більше »

source: Recent Accelerations
nl: Recente versnellingen
pl: Ostatnie akceleracje
uk: Останні пришвидшення

source: Accelerator Dashboard
nl: Versnelling-dashboard
pl: Pulpit Akceleratora
uk: Панель пришвидшення

source: Accelerated to
nl: Versneld naar
pl: Przyspieszona do

source: {{ acceleratedByPercentage }} <span class="symbol hashrate-label">of hashrate</span>
nl: {{ acceleratedByPercentage }} <span class="symbol hashrate-label">van hashrate</span>
pl: {{ acceleratedByPercentage }} <span class="symbol hashrate-label">hashrate'u</span>

source: not accelerating
nl: niet versneld
pl: bez akceleracji

source: pending
nl: in behandeling
pl: w toku
uk: очікується

source: Avg Max Bid
nl: Gem. max. bod
pl: Śr. stawka maks.
uk: Сер макс ставка

source: of block
nl: van blok
pl: bloku

source: Balance
ar: الرصيد
es: Saldo
ko: 잔액
nl: Balans
pl: Saldo
sl: Stanje
uk: Баланс

source: Balances
nl: Saldi
pl: Salda
uk: Баланси

source: Total
nl: Totaal
pl: Łącznie
uk: Всього

source: Amount
ar: الكمية
es: Cantidad
ko: 양
nl: Bedrag
pl: Ilość
sl: Znesek
uk: Сума

source: Date
ar: التاريخ
es: Fecha
ko: 날짜
nl: Datum
pl: Data
sl: Datum
uk: Дата

source: Address
ar: العنوان
es: Dirección
ko: 주소
nl: Adres
pl: Adres
sl: Naslov
uk: Адреса

source: Unconfidential
ar: غير سري
ko: 비기밀
nl: Niet-vertrouwelijk
pl: Niepoufne
uk: Неконфіденційна

source: Total received
ar: مجموع الوارد
es: Total recibido
ko: 총 받은 양
nl: Totaal ontvangen
pl: Otrzymano łącznie
sl: Skupaj prejeto
uk: Всього отримано

source: Total sent
ar: مجموع المرسل
es: Total enviado
ko: 총 보낸 양
nl: Totaal verstuurd
pl: Wysłano łącznie
sl: Skupaj poslano
uk: Всього надіслано

source: Transactions
ar: المعاملات
es: Transacciones
ko: 트랜잭션
nl: Transacties
pl: Transakcje
sl: Transakcije
uk: Транзакції

source: Unspent TXOs
ar: لم يتم صرف مخرجات المعاملة
es: TXO no gastadas
ko: 사용되지 않은 트랜잭션 아웃풋
nl: Niet-uitgegeven TXO's
pl: Niewydane TXO
sl: Neporabljeni TXO
uk: Невитрачені TXO

source: Confidential
ar: سري
es: Confidencial
ko: 기밀
nl: Vertrouwelijk
pl: Poufne
sl: Zaupno
uk: Конфіденційна

# address.component.browser-title
source: Address: this.addressString
ar: العنوان: this.addressString
ko: 주소: this.addressString
nl: Adres: this.addressString
pl: Adres: this.addressString
uk: Адреса: this.addressString

# meta.description.bitcoin.address
source: See mempool transactions, confirmed transactions, balance, and more for this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) address this.addressString.
nl: Bekijk mempool-transacties, bevestigde transacties, saldo en meer voor this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) adres this.addressString .
pl: Zobacz transakcje w mempoolu, potwierdzone, saldo oraz inne dane dla adresu this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) this.addressString.
uk: Переглянути не підтверджені та підтверджені транзакції, баланс та більше для this.stateService.network==='liquid'||this.stateService.network==='liquidtestnet'?'Liquid':'Bitcoin'seoDescriptionNetwork(this.stateService.network) адреси this.addressString.

source: Taproot Tree
nl: Taproot-boom

source: Balance History
nl: Saldogeschiedenis
pl: Historia salda
uk: Історія балансу

source: Unspent Outputs
nl: Niet-uitgegeven outputs

source: of {{ mempoolStats.tx_count + chainStats.tx_cou of {{ mempoolStats.tx_count + chainStats.tx_count | number }} transaction
nl: of {{ mempoolStats.tx_count + chainStats.tx_cou van {{ mempoolStats.tx_count + chainStats.tx_count | number }} transactie
pl: of {{ mempoolStats.tx_count + chainStats.tx_cou z {{ mempoolStats.tx_count + chainStats.tx_count | number }} transakcji

source: of {{ mempoolStats.tx_count + chainStats.tx_count | numb of {{ mempoolStats.tx_count + chainStats.tx_count | number }} transactions
nl: of {{ mempoolStats.tx_count + chainStats.tx_count | numb van {{ mempoolStats.tx_count + chainStats.tx_count | number }} transacties
pl: of {{ mempoolStats.tx_count + chainStats.tx_count | numb z {{ mempoolStats.tx_count + chainStats.tx_count | number }} transakcji

source: Error loading address data.
ar: خطأ في تحميل بيانات العنوان.
es: Errar cargando datos de dirección
ko: 주소 데이터 불러오기 실패
nl: Fout bij het laden van adresdata.
pl: Błąd podczas ładowania adresu.
sl: Napaka pri nalaganju podatkov naslova.
uk: Не вдалося завантажити дані про адресу.

source: {LINE_BREAK}<i>There are too many transactions on this address, more than your backend can handle. See more on <a href="/docs/faq#address-lookup-issues">setting up a stronger backend</a>.</i>{LINE_BREAK}{LINE_BREAK} Consider viewing this address on the official Mempool website instead:
nl: {LINE_BREAK}<i>Er zijn te veel transacties op dit adres, meer dan uw backend aankan. Bekijk meer over <a href="/docs/faq#address-lookup-issues">het instellen van een sterkere backend</a>.</i>{LINE_BREAK}{LINE_BREAK} Overweeg dit adres te bekijken op de officiële Mempool-website:

source: Confirmed balance
nl: Bevestigd saldo
pl: Potwierdzone saldo

source: Confirmed UTXOs
nl: Bevestigde UTXO's
pl: Potwierdzone UTXO

source: Pending UTXOs
nl: UTXO's in behandeling
pl: UTXO w toku

source: Add unpublished spending paths
nl: Voeg ongepubliceerde uitgavepaden toe

source: Name
ar: الأسم
es: Nombre
ko: 이름
nl: Naam
pl: Nazwa
sl: Naziv
uk: Назва

source: Precision
ar: الاحكام
es: Precisión
ko: 정도
nl: Nauwkeurigheid
pl: Dokładność
sl: Decimalna mesta
uk: Точність

source: Issuer
ar: المُصدر
es: Emisor
ko: 발급자
nl: Uitgever
pl: Emitent
sl: Izdajatelj
uk: Емітент

source: Issuance TX
ar: إصدار TX
es: TX de emisión
ko: 발급 트랜잭션
nl: Uitgifte-TX
pl: Transakcja emisji
sl: Izdajna transakcija
uk: Емісійна транзакція

source: Pegged in
ar: مربوط
ko: 페그인 됨
nl: Erin gezet
pl: Transfer do (peg in)
uk: Закріплено

source: Pegged out
ar: غير مربوط
ko: 페그아웃 됨
nl: Eruit gehaald
pl: Transfer z (peg out)
uk: Розкріплено

source: Issued amount
ar: المبلغ الصادر
es: Cantidad emitida
ko: 발급된 양
nl: Uitgegeven bedrag
pl: Wyemitowana ilość
sl: Izdani znesek
uk: Емітована сума

source: Burned amount
ar: الكمية المحروقه
es: Cantidad quemada
ko: 소각량
nl: Vernietigde hoeveelheid
pl: Spalona ilość
sl: Uničeno (burned)
uk: Спалена сума

source: Circulating amount
ar: كمية التداول
es: Cantidad en circulación
ko: 유통량
nl: Circulerend bedrag
pl: Ilość w obiegu
sl: Znesek v obtoku
uk: Сума в обігу
